const chapterData = [
  {
    id: '1',
    title: 'उज्यालो यात्रा',
    writer: 'रामप्रसाद ज्ञवाली',
    bgColor: '#AA60C8',
    chapterNo: '१',
    sections: [
      {
        type: 'wordMeaning',
        title: 'शब्दभण्डार',
        questions: [
          {
            id: 1,
            question:
              "१. दिइएका अर्थ आउने शब्द 'उज्यालो यात्रा' कविताबाट खोजेर लेख्नुहोस् :",
            answers: [
              {
                sub: 'क',
                question: 'मनमा उत्पन्न हुने भाव वा विचार',
                answer: 'भावना',
              },
              {
                sub: 'ख',
                question: 'श्रीखण्ड घोटेर बनाइएको लेप',
                answer: 'चन्दन',
              },
              {sub: 'ग', question: 'गौरवले भरिएको', answer: 'सगौरव'},
              {
                sub: 'घ',
                question: 'आफ्नो स्वामित्व वा अधिकार छोड्ने काम',
                answer: 'त्याग',
              },
              {
                sub: 'ङ',
                question: 'सबैभन्दा उच्च वा अग्लो',
                answer: 'सर्वोच्च',
              },
            ],
          },
          {
            id: 2,
            question:
              '२. दिइएको अनुच्छेदबाट दुई जोडी पर्यायवाची शब्द पहिचान गर्नुहोस् :',
            paragraph:
              'गाई मानिसले पाल्ने घरपालुवा जनावर हो। यो चौपाया वर्गभित्र पर्छ । मानवका लागि गाईको दुध निकै पोसिलो हुन्छ । शरीर स्वस्थ राख्न तागतिला कुरा खानुपर्छ । दुग्ध र दुग्धजन्य पदार्थ बिक्री गरेर मान्छेले आर्थिक उपार्जन पनि गर्छन् । गाईपालनलाई व्यवसायका रूपमा प्रयोग गरेर धेरै आम्दानी गर्न सकिन्छ ।',
            synonyms: [
              {word1: 'आम्दानी', word2: 'उपार्जन'},
              {word1: 'जनावर', word2: 'चौपाया'},
            ],
          },
          {
            id: 3,
            question: '३. दिइएका शब्दको पर्यायवाची शब्द लेख्नुहोस्ः',
            synonymsList: [
              {word: 'शक्ति', synonym: 'तागत'},
              {word: 'प्रेम', synonym: 'माया'},
              {word: 'धर्ती', synonym: 'धरणी'},
              {word: 'शिर', synonym: 'टाउको'},
              {word: 'कर्म', synonym: 'काम'},
              {word: 'सुन्दर', synonym: 'राम्रो'},
              {word: 'जिन्दिगी', synonym: 'जीवन'},
              {word: 'महान', synonym: 'उच्च'},
              {word: 'हावा', synonym: 'वायु'},
              {word: 'आकाश', synonym: 'नभ'},
              {word: 'नयन', synonym: 'आँखा'},
            ],
          },
          {
            id: 4,
            question:
              '४. ‘उज्यालो यात्रा’ कविताबाट खोजेर तल दिइएका शब्दको विपरीतार्थी शब्द लेख्नुहोस्ः',
            antonyms: [
              {word: 'निम्न', opposite: 'उच्च'},
              {word: 'दुःखी', opposite: 'सुखी'},
              {word: 'अज्ञान', opposite: 'ज्ञान'},
              {word: 'सम्भव', opposite: 'असम्भव'},
              {word: 'आफ्नो', opposite: 'अरु'},
              {word: 'अन्याय', opposite: 'न्याय'},
            ],
          },
          {
            id: 5,
            question:
              '५. उदाहरणमा दिए जस्तै कुनै पाँच जोडी विपरीतार्थी शब्द खोजी वाक्यमा प्रयोग गर्नुहोस्',
            example: 'उदाहरण: धारिलो भुत्ते, धेरै-थोरै',
            antonyms: [
              {word: 'माथि', opposite: 'तल'},
              {word: 'उज्यालो', opposite: 'अँध्यारो'},
              {word: 'शिर', opposite: 'पाउ'},
              {word: 'जित', opposite: 'हार'},
              {word: 'न्याय', opposite: 'अन्याय'},
            ],
          },
        ],
      },
      {
        type: 'comprehension',
        title: 'बोध र अभिव्यक्ति',
        questions: [
          {
            id: 6,
            question:
              '६. उदाहरणमा दिए जस्तै जोडी अनुप्रासयुक्त शब्द पाठबाट खोजेर लेख्नुहोस् :',
            example: 'उदाहरण: चन्दन नन्दन',
            synonyms: [
              {word1: 'असम्भव', word2: 'सब'},
              {word1: 'सुखी', word2: 'खुसी'},
              {word1: 'सौरभ', word2: 'गौरव'},
              {word1: 'भरी', word2: 'छरी'},
              {word1: 'मनोहर', word2: 'सुन्दर'},
              {word1: 'खातर', word2: 'शिर'},
            ],
          },
          {
            id: 7,
            question: '७. दिइएको कवितांश पढी सोधिएका प्रश्नको उत्तर दिनुहोस् :',
            verse:
              'जसका भावना हाँस्छन्, मनमा रागिनी भरी\nजसका जिन्दगी बाँच्छन् रातमा चाँदनी छरी ।',
            subQuestions: [
              {
                sub: 'अ',
                question: 'यस कवितांशका चार पाउ छुट्याएर लेख्नुहोस् ।',
                answer: [
                  'जसका भावना हाँस्छन्,',
                  'मनमा रागिनी भरी',
                  'जसका जिन्दगी बाँच्छन्',
                  'रातमा चाँदनी छरी ।',
                ],
              },
              {
                sub: 'आ',
                question:
                  'कवितांशका चारै पाउको पाँचौं ह्रस्व वर्ण रेखाङ्कन गर्नुहोस् ।',
                answer: ['भावना', 'रागिनी', 'जिन्दगी', 'चाँदनी'],
              },
              {
                sub: 'इ',
                question:
                  'कवितांशका चारै पाउको छैटौं दीर्घ वर्ण रेखाङ्कन गर्नुहोस् ।',
                answer: ['भावना', 'रागिनी', 'जिन्दगी', 'चाँदनी'],
              },
              {
                sub: 'ई',
                question: 'कवितांशका चारै पाउका सातौं वर्ण क्रमशः लेख्नुहोस् ।',
                answer: ['हाँ', 'भ', 'बाँ', 'छ'],
              },
            ],
          },
          {
            id: 8,
            question: '८. दिइएको कवितांश पढी सोधिएका प्रश्नको उत्तर दिनुहोस् ।',
            verse:
              'जुटेका ज्ञानले जो छन् पार्दै धर्ती मनोहर\nउठेका कर्मले जो छन् गर्दै निर्माण सुन्दर ।\nसमर्पित भएका छन् जो सदा न्यायखातिर\nसंसारमा उठेका छन् तिनैका विजयी शिर ।',
            subQuestions: [
              {
                sub: 'क',
                question: 'धर्तीलाई केले मनोहर बनाएको छ ?',
                answer:
                  'ज्ञान र कर्ममा जुटेका मानिसहरुको सङ्घर्षले धर्तीलाई मनोहर बनाएको छ ।',
              },
              {
                sub: 'ख',
                question: 'कर्म गर्नेको जिन्दगी कस्तो बन्छ ?',
                answer:
                  'कर्म गर्नेको जिन्दगी सुन्दर बन्छ र उनीहरुले कर्म गरेर समाज र देशलाई पनि बनाउँछन् ।',
              },
              {
                sub: 'ग',
                question: 'कवितांशमा कस्ता मानिसको शिर उचो हुन्छ भनिएको छ ?',
                answer:
                  'कवितांशमा जो मानिस सधैँ न्यायखातिर समर्पित भएका हुन्छन्, उनीहरुको शिर उचो भनिएको छ ।',
              },
              {
                sub: 'घ',
                question: 'कवितांशबाट के सन्देश पाइन्छ ?',
                answer:
                  'हामी ज्ञान र कर्मले हाम्रो धर्तीलाई सुन्दर बनाउनुपर्छ । सधैँ न्यायखातिर आवाज उठाउनुपर्छ । यसरी आफ्नो खुसी मात्र नहेरी समग्र देशको हितमा लाग्नुपर्छ भन्ने सन्देश कविताबाट पाउन सकिन्छ ।',
              },
            ],
          },
          {
            id: 9,
            question: '९. तलका प्रश्नको उत्तर लेख्नुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question:
                  "'उज्यालो यात्रा' कविताको सुरुका दुईओटा श्लोकको आशय वर्णन गर्नुहोस् ।",
                answer:
                  'जसरी एक प्रकारको सुगन्धित काठ श्रीखण्डलाई सयौंपटक घोट्दा पवित्र चन्दनमा परिणत हुन्छ, त्यसरी नै हामीमा कर्मशक्ति छ भने जङ्गललाई पनि स्वर्गको बगैँचा बनाउन सक्छौं । हामीले जहिले पनि उच्च सङ्कल्प लिनुपर्छ । संसारमा असम्भव केही छैन । सबै महान् व्यक्तिहरू सङ्कल्पकै कारण महान् बनेका हुन् ।',
              },
              {
                sub: 'ख',
                question: 'जीवन सार्थक पार्न के के गर्नुपर्छ ?',
                answer:
                  'जीवनको यात्रालाई उज्यालो बनाउन अर्थात् सार्थक पार्न उच्च सङ्कल्प लिएर हामी कर्मशील बन्नुपर्छ । हामीले ईर्ष्या, द्वेष त्यागेर प्रेमको सौरभ छर्नुपर्छ र उपकारी बन्नुपर्छ । हामी उदाहरणीय व्यक्तित्व बन्न सक्नुपर्छ । हाम्रो ज्ञानले धर्तीलाई मनोहर बनाउनुपर्छ अनि हाम्रो कर्मले सुन्दर निर्माण गर्नुपर्छ । कर्म विध्वंशका लागि होइन, निर्माणका लागि हो । त्यस्तै हामीले लोभलालच मनमस्तकबाट फ्याँकेर न्यायका खातिर सदैव समर्पित हुनुपर्छ ।',
              },
              {
                sub: 'ग',
                question:
                  'कवितामा कविले कस्तो आदर्श जीवन यात्राको कल्पना गरेका छन् ?',
                answer:
                  "कवि रामप्रसाद ज्ञवालीले 'उज्यालो यात्रा' कवितामा नैतिक आदर्शको प्रस्तुति गरेका छन् । यस कवितामा कविले मूलतः कर्मशील बन्नुपर्ने धारणा अभिव्यक्त गर्दै उच्च सङ्कल्प लिनुपर्ने उल्लेख गरेका छन् । त्यस्तै ईर्ष्या, द्वेष त्यागेर प्रेमको सौरभ छर्दै उपकारी बन्नुपर्ने बताएका छन् । लोभलालच मनमस्तकबाट फ्याँकेर न्यायको बाटोमा लाग्नुपर्ने कुरामा कविको जोड रहेको छ । यसप्रकार कविले प्रस्तुत कवितामा महान् कर्मको आदर्श जीवन यात्राको कल्पना गर्दै चन्द्रसूर्य जस्तै उज्यालो छर्दै स्वावलम्बी बन्नुपर्ने उल्लेख गरेका छन् ।",
              },
              {
                sub: 'घ',
                question: "'उज्यालो यात्रा' कविताको मूलभाव के हो ?",
                answer:
                  'कविताले मूलत: जीवनरूपी यात्रालाई उज्यालो पारी कसरी आदर्श र महान् व्यक्ति बन्न सकिन्छ भन्ने भाव अभिव्यक्त गरेको छ । विश्वमा आदर्श र नमुना बन्नका लागि सधैँ नै महान् कर्मको यात्रा गर्नुपर्छ भन्ने कविको धारणा कवितामा प्रस्तुत भएको छ । महान् कर्मको आदर्श यात्रामा कहिले चलूँला ? चन्द्रसूर्य जस्तै आफैँ कहिले बसुँला ? आफ्नो पौरखले आफ्नो बाटो कहिले खनूँला ? अनि सर्वोच्च कविता आफैँ कहिले बनूँला ? भन्दै हामी अघि बढ्यौं भने उज्यालो भविष्यका साथ उज्यालो यात्रा तय गर्न सकिन्छ भन्ने भाव कविले कवितामा अभिव्यक्त गरेका छन् । त्यस्तै सत्कर्म र सत्व्यवहारले जीवनको उज्यालो यात्रा तय भई महान् र आदर्श बन्न सकिने भाव वा सन्देशसमेत कवितामा प्रस्तुत भएको छ ।',
              },
            ],
          },
          {
            id: 10,
            question:
              '१०. कविताको दोस्रो श्लोकलाई व्याकरणिक पदक्रम मिलाई गद्यमा रूपान्तर गर्नुहोस् ।',
            verse:
              'भएमा उच्च सङ्कल्प छैन केही असम्भव\nसङ्कल्पैले बनेका हुन् महान् मान्छेहरू सब । २ ।',
            answer:
              'व्याकरणिक पदपदक्रम मिलाई गद्यमा रूपान्तरण गर्दा :-\nउच्च सङ्कल्प भएमा केही असम्भव छैन । सब महान् मान्छेहरू सङ्कल्पैले बनेका हुन् ।',
          },
          {
            id: 11,
            question: '११. भाव विस्तार गर्नुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question:
                  'ईर्ष्याद्विष हटाएर जो छर्छन् प्रेम सौरभ तिनै मान्छेहरू बन्छन् विश्वका निम्ति गौरव ।',
                answer:
                  "प्रस्तुत श्लोक 'उज्यालो यात्रा' शीर्षकको कविताबाट साभार गरिएको हो । यस कविताका रचनाकार कवि रामप्रसाद ज्ञवाली (वि.सं. २०२४) हुन् । ज्ञवाली समसामयिक नेपाली साहित्यका चर्चित व्यक्तित्व हुन् । कविता, आख्यान, नाटक, समालोचना लगायतका विधामा कलम चलाउने साहित्यकार ज्ञवाली सरल भाषाशैलीमा प्रभावकारी ढङ्गबाट काव्य सिर्जना गर्न सक्ने क्षमता भएका कवि हुन् । घृणाले भन्दा पनि मायाप्रेमले संसार जित्न सकिने र गौरवशाली बन्न सकिने कुरा कविले माथिको श्लोकमा स्पष्ट पार्ने प्रयास गरेका छन् । हाम्रो अरूको उन्नतिमा डाह गर्ने प्रवृत्ति रहेको छ । सामान्य कुरामा पनि हामी इख लिने काम गछौँ । यस्तो बानीले एकआपसमा शत्रुता मात्र उत्पन्न गर्दछ । शत्रुता कसैका लागि पनि हितकर हुँदैन । तसर्थ हामीले ईर्ष्याद्विष त्याग्नुपर्छ । सबैतिर सबैका लागि हामीले प्रेमको सुवास छर्नुपर्छ । प्रेमका माध्यमले नै संसार जित्न सकिन्छ । सबैको प्रिय बन्न सकिन्छ । मनबाट ईष्यद्विष हटाएर जसले प्रेमको सुवास छर्छन् त्यस्तो व्यक्ति वा मान्छे नै विश्वका निम्ति गौरव बन्छन् भन्ने भाव माथिको श्लोकमा अभिव्यक्त भएको छ । यसप्रकार अनुष्टुप छन्दमा संरचित माथिको श्लोकले मनमा रहेको डाह र इख हटाएर प्रेमको सुवास छर्ने व्यक्ति नै विश्वका लागि गौरव र प्रेरणाको स्रोत बन्न सक्ने भएकाले हामीले आजैबाट ईष्यद्विष त्यागेर सबैमा प्रेमपूर्ण व्यवहार गर्नुपर्छ भन्ने भाव सरल, सरस र प्रभावकारी भाषाशैलीका माध्यमबाट स्पष्ट पारेको छ ।",
              },
              {
                sub: 'ख',
                question:
                  'उदात्त कर्मको यात्रा गर्दछन् जो सधैँ सधैँ आदर्श नमुना मान्छे बन्दछन् विश्वमा तिनै ।',
                answer:
                  "प्रस्तुत श्लोक 'उज्यालो यात्रा' शीर्षकको कविताबाट साभार गरिएको हो । यस कविताका रचनाकार कवि रामप्रसाद ज्ञवाली (वि.सं. २०२४) हुन् । ज्ञवाली समसामयिक नेपाली साहित्यका चर्चित व्यक्तित्व हुन् । कविता, आख्यान, नाटक, समालोचना लगायतका विधामा कलम चलाउने साहित्यकार ज्ञवाली सरल भाषाशैलीमा प्रभावकारी ढङ्गबाट काव्य सिर्जना गर्न सक्ने क्षमता भएका कवि हुन् । कर्मशील व्यक्ति नै आदर्श र नमुना बन्दछ भन्ने भाव माथिको श्लोकमा अभिव्यक्त भएको छ । कर्मले जिन्दगीलाई हँसिलो र सुखी बनाउन सकिन्छ । हाम्रो कर्मले सुन्दर विश्वको सिर्जना र निर्माण गर्नुपर्छ । कर्म नै धर्म भन्ने कुरालाई हामी सबैले मनन गर्दै कर्मशील जीवन बनाउनु आवश्यक छ । महान् र श्रेष्ठ कर्मको यात्रामा सधैं लागिरहने व्यक्ति विश्वका निम्ति आदर्श बन्छ । तस्तो व्यक्ति नै समाज, राष्ट्रमा मात्र नभएर विश्वका लागि नमुना र अनुकरणीय मान्छे बन्दछ । तसर्थ हामीले विश्वमा आदर्श र नमुना नका लागि सधैँ महान् कर्म गर्नुपर्छ भन्ने भाव माथिको श्लोकमा अभिव्यक्त भएको छ । यसप्रकार अनुष्टुप छन्दमा संरचित माथिको श्लोकमा हामीले सधैँ महान् र श्रेष्ठ कर्मको बाटोमा हिड्यौं भने विश्वका लागि आदर्श र नमुना मान्छे बन्न सक्छौं भन्ने भाव सरल, सरस र प्रभावकारी भाषाशैलीका माध्यमबाट अभिव्यक्त भएको छ । यसका साथै हामी कर्मशील बन्नुपर्छ अनि मात्र सबैका लागि अनुकरणीय बन्न सक्छौं भन्ने सन्देशसमेत दिएको छ ।",
              },
            ],
          },
          {
            id: 12,
            question:
              "१२. कर्मशील बन्न कसरी सकिन्छ, 'उज्यालो यात्रा' कविताका आधारमा लेख्नुहोस् ।",
            answer:
              "रामप्रसाद ज्ञवाली (वि.सं. २०२४) द्वारा रचित 'उज्यालो यात्रा' शीर्षकको कविता नैतिक विषयवस्तुमा आधारित सन्देशमूलक कविता हो । अनुष्टुप छन्दमा संरचित प्रस्तुत कवितामा बाह्र रहेका छन् । सरल र सरस भाषाशैलीको प्रयोग गरिएको यस कवितामा विभिन्न बिम्ब र दृष्टान्तको यथोचित प्रयोग गरिएको छ । समग्रमा कविता सरल, बोधगम्य र प्रभावकारी बनेको छ । कविताले मूलतः कर्मशील बनेर जीवनरूपी यात्रालाई उज्यालो पारी आदर्श र महान् व्यक्ति बन्न सकिन्छ भन्ने भाव अभिव्यक्त गरेको छ । 'उज्यालो यात्रा' कवितामा कर्मशील बन्न सबैलाई प्रेरित गरिएको छ । कर्मशील व्यक्ति नै महान् र अनुकरणीय बन्ने भावसमेत कवितामा अभिव्यक्त गरिएको छ । जसरी एक प्रकारको सुगन्धित काठ श्रीखण्डलाई सयौंपटक घोट्दा पवित्र चन्दनमा परिणत हुन्छ, त्यसरी नै हामीमा कर्मशक्ति छ भने जङ्गललाई पनि स्वर्गको बगैँचा बनाउन सक्छौँ भन्दै कवितामा निरन्तरको मिहिनेत र परिश्रमले नै महान् उपलब्धि हासिल गर्न सकिने कुरा बताइएको छ । त्यस्तै हामीले जहिले पनि उच्च सङ्कल्प लिनुपर्छ । संसारमा असम्भव केही छैन । सबै महान् व्यक्तिहरू सङ्कल्पकै कारण महान् बनेका हुन् भन्दै हामीलाई कर्मशील बन्न सकिने तरिका बताइएको छ । कर्मले जिन्दगी हँसिलो र सुखी बनाउन सकिन्छ । अरूसँग लिनेभन्दा पनि अरूलाई दिने अर्थात् उपकारीहरू खुसी रहन सक्छन् । मनबाट ईर्ष्या र द्वेष हटाएर प्रेमको मिठो बास्ना छर्ने मानिसहरू नै विश्वका निम्ति गौरव बन्छन् । प्रेमको सुवास छर्नेहरू नै कर्मशील पनि बन्न सक्छन् । हाम्रो कर्मले उच्च जीवनका पथ लिन सक्यो भने त्यसै पथमा अरू मानिसहरू पनि गौरवसाथ हिँड्दछन् । हामीले प्राप्त गरेको ज्ञानले धर्ती मनोहर पार्न सक्नुपर्छ । हाम्रो कर्मले सुन्दर निर्माण गर्नुपर्दछ । अन्यायका विरुद्ध खडा भई न्यायका खातिर सधैँ लड्नेहरू नै संसारमा विजयी बनेका छन् । मन र मस्तकमा लोभलालच नहुने व्यक्तिले नै सधैँ त्यागका लागि अग्रसर हुनसक्छ भन्दै कर्मशील बन्न अवलम्बन गर्नुपर्ने तरिका स्पष्ट पारिएको छ । यसप्रकार सरल, सरल र प्रभावकारी भाषाशैलीका माध्यमबाट कवि ज्ञवालीले प्रस्तुत कवितामा विश्वमा आदर्श र नमुना बन्नका लागि सधैँ नै महान् कर्म गर्नुपर्छ भन्ने स्पष्ट पारेका छन् । यसका साथै कविले चन्द्रसूर्य जस्तै उज्यालो छरेर आदर्श यात्रामा अघि बढी आफ्नो पौरखले आफू हिँड्ने बाटो आफ्नैले खनेर हामी कर्मशील बन्न सक्ने कुरासमेत स्पष्ट पारेका छन् ।",
          },
          {
            id: 13,
            question:
              '१३. कविले कविताको अन्तिम श्लोकमा आफू कस्तो बन्ने अनुमान गरेका छन्, लेख्नुहोस् ।',
            answer:
              'कविले कविताको अन्तिम श्लोकमा आफू जीवनको उज्यालो यात्रामा हिड्ने अनुमान गरेका छन् । यसका लागि उनी कर्मशील बन्ने अनुमान गरेका छन् । अरूको भरमा नपरेर आफू हिँड्ने बाटो आफ्नै मिहिनेतले बनाउने कविको अनुमान रहेको छ । यो कर्मशील प्रवृत्तिले कवि स्वयम् सर्वोच्च कविता बन्ने र अरूलाई कवि बनाउने कुरा कविले कविताको अन्तिम श्लोकमा अनुमान गरेका छन् ।',
          },
          {
            id: 14,
            question:
              '१४. दिइएको विषयमा साथीबिच छलफल गरी निष्कर्ष प्रस्तुत गर्नुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question: 'परिश्रमको फल मिठो हुन्छ ।',
              },
              {
                sub: 'ख',
                question: 'मानवीय सेवाको भावना राख्नु पवित्र कर्म हो ।',
              },
            ],
          },
          {
            id: 15,
            question:
              '१५. दिइएका अनुच्छेद पढ्नुहोस् र सोधिएका प्रश्नको उत्तर लेख्नुहोस् ।',
            subSections: [
              {
                title: 'क. प्रश्नहरू :',
                subQuestions: [
                  {
                    sub: 'अ',
                    question: 'गुरुकुल भनेको के हो ?',
                    answer:
                      'गुरुकुल भनेको गुरुको सान्निध्यमा विद्यार्थीले आवासीय रूपमा शिक्षा ग्रहण गर्ने स्थान हो ।',
                  },
                  {
                    sub: 'आ',
                    question:
                      'गुरुकुलमा कस्तो शिक्षालाई प्राथमिकता दिइन्थ्यो ?',
                    answer:
                      'गुरुकुलमा सैद्धान्तिकभन्दा व्यावहारिक शिक्षालाई प्राथमिकता दिइन्थ्यो ।',
                  },
                  {
                    sub: 'इ',
                    question:
                      'गुरुकुलमा किन जुनसुकै समयमा पनि औपचारिक कक्षा सुरु हुन्थ्यो ?',
                    answer:
                      'गुरुकुलमा निश्चित समय तालिका नहुने तथा गुरु र शिष्य प्रायः सँगसँगै हुने हुनाले जुनसुकै समयमा पनि औपचारिक कक्षा सुरु हुन्थ्यो ।',
                  },
                  {
                    sub: 'ई',
                    question: 'गुरुकुलमा शिष्य कसरी दीक्षित हुन्थे ?',
                    answer:
                      'गुरुकुलमा नीति, व्यवहार र उसको व्यावसायिक कौशलको केही कठिन परीक्षा लिइन्थ्यो । त्यो परीक्षा पूरा गर्न सकेमा गुरुकुलमा शिष्य दीक्षित हुन्थे ।',
                  },
                ],
              },
              {
                title: 'ख. भाषिक संरचना र वर्णविन्यास पहिचान गर्नुहोस् :',
                subQuestions: [
                  {
                    sub: 'अ',
                    question:
                      'पहिलो अनुच्छेदको पहिलो वाक्यबाट एक एक ओटा नाम, विशेषण र क्रियापद लेख्नुहोस् ।',
                    answer: {
                      नाम: 'शिक्षा',
                      विशेषण: 'आवासीय',
                      क्रियापद: 'हो',
                    },
                  },
                  {
                    sub: 'आ',
                    question:
                      "'पढ़' धातुबाट एक एक ओटा नाम र क्रियायोगी शब्द निर्माण गर्नुहोस् ।",
                    answer: {
                      नाम: 'पढाइ',
                      क्रियायोगी: 'पढ्नाले',
                    },
                  },
                  {
                    sub: 'इ',
                    question:
                      'अनुच्छेदबाट सुरु, बिच र अन्तिममा ह्रस्व इकार प्रयोग भएका दुई दुईओटा शब्द टिपोट गर्नुहोस् ।',
                    answer: {
                      'सुरुमा ह्रस्व इकार प्रयोग भएका शब्द': [
                        'विद्यालय',
                        'शिष्य',
                      ],
                      'बिचमा स्व इकार प्रयोग भएका शब्द': [
                        'सान्निध्य',
                        'तालिका',
                      ],
                      'अन्तिममा ह्रस्व इकार प्रयोग भएका शब्द': [
                        'गुरु',
                        'उच्चकोटि',
                      ],
                    },
                  },
                ],
              },
            ],
          },
        ],
      },
    ],
  },
  {
    id: '2',
    title: 'घरझगडा',
    writer: 'बदरीनाथ भट्टराई',
    bgColor: '#C8A960',
    chapterNo: '२',
    sections: [
      {
        type: 'wordMeaning',
        title: 'शब्दभण्डार',
        questions: [
          {
            id: 1,
            question: '१. शब्दकोश प्रयोग गरी दइएका शब्दको अर्थ लेख्नुहोस् :',
            answers: [
              {
                sub: 'क',
                question: 'पृथ्वीका तलतिर रहने सात लोकमध्ये सबैभन्दा तल्लो लोक',
                answer: 'पाताल',
              },
              {
                sub: 'ख',
                question: 'निधारमा लगाइने चन्दन',
                answer: 'टीका',
              },
              {
                sub: 'ग',
                question: 'बितेको समय, उहिलेको काल',
                answer: 'अतीत',
              },
              {
                sub: 'घ',
                question:
                  'प्रतिरक्षाका लागि चारैतिरबाट घेरिएको सुरक्षित ठाउँ, गढी',
                answer: 'किल्ला',
              },
              {
                sub: 'ङ',
                question: 'भयङ्कर, ज्यादै घना, डरलाग्दो',
                answer: 'घनघोर',
              },
              {
                sub: 'च',
                question:
                  'कुनै काम हो होइन भनी गर्ने वचनबद्धता, किरिया, प्रतिज्ञा',
                answer: 'शपथ',
              },
              {
                sub: 'छ',
                question: 'जन्म लिने काम, शरीर धारण गर्ने काम',
                answer: 'अवतार',
              },
              {
                sub: 'ज',
                question: 'आगोको मुस्लो',
                answer: 'राँको',
              },
              {
                sub: 'झ',
                question: 'अवस्था, हबिगत',
                answer: 'हालत',
              },
            ],
          },
          {
            id: 2,
            question:
              '२. घरझगडा कथामा प्रयोग भएका निम्नलिखित टुक्कालाई अर्थ खुल्ने गरी वाक्यमा प्रयोग गर्नुहोस् : ',
            subQuestion: [
              {
                sub: 'क',
                question: 'कानमा तेल हाल्नु',
                meaning: '(चुपचाप बस्नु)',
                answer:
                  'आफुलाई थाह नभयेको कुरामा कानमा तेल हालेर बस्नु नै राम्रो हो',
              },
              {
                sub: 'ख',
                question: 'आँखामा बिउनु',
                meaning: '(नराम्रो देख्नु)',
                answer: 'धेरै बेरसम्म एउटै कुरालाई हेरिरहँदा आँखा बिझउनु थाल्छ',
              },
              {
                sub: 'ग',
                question: 'कम्मर कस्नु',
                meaning: '(आँट गर्नु)',
                answer: 'यो पटक गाऊमा एउटा विधालय खोल्न सबैले कम्मर कसेका छन्',
              },
              {
                sub: 'घ',
                question: 'आगो खेलाउनु',
                meaning: '(खतरामा पर्नु)',
                answer: 'नेपाली सेनासँग जिस्कनु भनेको आगो खेलाउनु सरह हो',
              },
              {
                sub: 'ङ',
                question: 'वाल्ल पर्नु',
                meaning: '(आश्चर्यचकित हुनु)',
                answer:
                  'छोरो दिनहुँ विद्यालय जान्छ भनेर मक्ख परेका दोर्जेका बुबा छोरो पाँच दिनदेखि विद्यालय नगएको भन्ने शिक्षकको कुरा सुनेर वाल्ल परे',
              },
              {
                sub: 'च',
                question: 'तेल घस्नु',
                meaning: '(चिप्लो घस्नु)',
                answer: 'आफनो काम पर्यो कि राज तेल घस्न थाल्छ',
              },
              {
                sub: 'छ',
                question: 'भासमा फस्नु',
                meaning: '(समस्यामा फस्नु)',
                answer: 'आफ्नो खराब बानी छ भने मानिस अवनतिको भासमा फस्दै जान्छ',
              },
              {
                sub: 'ज',
                question: 'चोचोमोचो मिलाउनु',
                meaning: '(अनुकूल हेरेर काम गर्नु)',
                answer:
                  'आफ्नो अनुकूल हेरेर चोचोमोचो मिलाउने मान्छे स्वार्थी हो',
              },
            ],
          },
          {
            id: 3,
            question:
              '३. दिइएका उखान र तिनको अर्थ पहिचान गरी पाँचओटा उखानलाई वाक्यमा प्रयोग गर्नुहोस्',
            subQuestion: [
              {
                sub: 'क',
                question: 'अकबरी सुनलाई कसी लाउनु पर्दैन',
                meaning: '(शक्तिशालीलाई चुनौती दिनु हुँदैन)',
                answer:
                  'अकबरी सुनलाई कसी लाउनु पर्दैन भन्ने थाहा नहुनेले मात्र नेपालीको वीरता जाँच्न खोज्छ',
              },
              {
                sub: 'ख',
                question: 'इन्द्रका अगाडि स्वर्गको बयान',
                meaning: '(विशेषज्ञअगाडि ज्ञान देखाउनु)',
                answer:
                  'त्रिभुवन विश्वविद्यालयका नेपाली प्राध्यापकका अगाडि कक्षा १० मा पढ्ने विद्यार्थीले नेपाली कथाका बारेमा बखान छाँट्नु भनेको इन्द्रका अगाडि स्वर्गको बयान जस्तै त हो नि',
              },
              {
                sub: 'ग',
                question: 'जसले मह काढ्छ उसले हात चाट्छ',
                meaning: '(परिश्रमको फल मिठो हुन्छ)',
                answer:
                  'जसले मह काढ्छ उसले हात चाट्छ भनेझैँ रियान्सले सानैदेखि पढाइमा मिहिनेत गरेकाले अहिले अधिकृत भयो',
              },
              {
                sub: 'घ',
                question: 'नाच्न नजान्ने आँगन टेढो',
                meaning: '(आफू नसकेको काममा अरूको दोष निकाल्नु)',
                answer:
                  'ऊ हलो जोत्न जान्दैन अनि गोरुलाई पिट्छ । यो त नाच्न नजान्ने आँगन टेढो भनेझैँ भएन र!',
              },
              {
                sub: 'ङ',
                question: 'हुने बिरुवाको चिल्लो पात',
                meaning: '(सिपालु व्यक्ति हरेक काममा सिपालु हुन्छ)',
                answer:
                  'सिर्जना पढाइमा अब्बल भए जस्तै घरको काममा पनि सिपालु छिन् । यही त हो नि हुने बिरुवाको चिल्लो पात भनेको',
              },
            ],
          },
          {
            id: 4,
            question:
              '४. दिइएको अनुच्छेदबाट अनुकरणात्मक शब्द पहिचान गरी लेख्नुहोस्',
            paragraph:
              'विश्वास आँगनको छेउमा बसेर लटरम्म फलेका सुन्तला हेर्दै थिए । एउटा यात्रुवाहक यस घरनजिकै आएर घ्याच्च रोकियो । उनी हस्याङफस्याङ गर्दै त्यहाँ पुगे । चिटिक्क परेर आएका साथीलाई देखेर उनी छक्क परे । साथीले विदेशलाई चटक्क छोडेर स्वदेश आएकामा उनी गद्गद भए ।',
            answer: [
              'उत्तर : लटरम्म, घ्याच्च, हस्याङफस्याङ, छक्क, चटक्क, गद्गद्',
            ],
          },
          {
            id: 5,
            question:
              '५. कोशको प्रयोग गरी दिइएका शब्दलाई क्रम मिलाएर लेख्नुहोस्',
            example: [
              'सिर्जना, आँसु, त्याग, क्षमा, ज्वाला, गुलाफ, थुनुवा, अंश, कक्ष, ज्ञानी, त्रिलोचन, ऋण',
            ],
            answer: [
              'उत्तर : अंश, आँसु, ऋण, कक्ष, क्षमा, गुलाफ, ज्वाला, ज्ञानी, त्याग, त्रिलोचन, थुनुवा, सिर्जना',
            ],
          },
        ],
      },
      {
        type: 'comprehension',
        title: 'बोध र अभिव्यक्ति',
        questions: [
          {
            id: 6,
            question: '६. दिइएका प्रश्नको उत्तर भन्नुहोस्',
            subQuestions: [
              {
                sub: 'क',
                question: "'घरझगडा' कथा कति अनुच्छेदमा संरचित छ?",
                answer: "'घरझगडा' कथा १० अनुच्छेदमा संरचित छ",
              },
              {
                sub: 'ख',
                question: 'कथाको प्रारम्भ कुन घटनाबाट भएको छ?',
                answer:
                  'कथाको प्रारम्भ राजेन्द्रलक्ष्मी नजरबन्दबाट छुटेपछिको घटनाबाट भएको छ',
              },
              {
                sub: 'ग',
                question: 'कथामा कुन कुन पात्रको प्रत्यक्ष भूमिका देखिएको छ?',
                answer:
                  'कथामा बहादुर शाह र राजेन्द्रलक्ष्मीको प्रत्यक्ष भूमिका देखिएको छ',
              },
              {
                sub: 'घ',
                question: 'बहादुर शाह वाल्ल परेको घटना कुन अनुच्छेदमा छ?',
                answer: 'बहादुर शाह वाल्ल परेको घटना चौथो अनुच्छेदमा छ',
              },
            ],
          },
          {
            id: 7,
            question:
              '७. दिइएको कथांश मौन पठन गरी सोधिएका प्रश्नको उत्तर दिनुहोस्',
            subQuestions: [
              {
                sub: 'क',
                question: 'माथिको कथांश कुन सन्दर्भमा आएको हो?',
                answer:
                  'माथिको कथांश राजेन्द्रलक्ष्मीको बहादुर शाहप्रतिको धारणा बताउने सन्दर्भमा आएको हो',
              },
              {
                sub: 'ख',
                question: 'म पात्र उनका आँखामा बिझाउनुको कारण के हो?',
                answer:
                  'भारदारहरुको कुराका आधारमा एक अर्कालाई शङ्का गरेको कारण म पात्र उनका आँखामा बिझाएको बुझ्न सकिन्छ',
              },
              {
                sub: 'ग',
                question: 'अमृतको कणमा विष देख्नुको तात्पर्य के हो?',
                answer:
                  'अमृतको कणमा विष देख्नुको तात्पर्य सकारात्मक व्यक्ति र अवस्थालाई पनि नकारात्मक ठान्नु हो',
              },
              {
                sub: 'घ',
                question: 'कथांशमा घात प्रतिघात किन चल्दै गयो?',
                answer:
                  'एक अर्काप्रतिको अविश्वासका कारण कथांशमा घात प्रतिघात चल्दै गयो',
              },
            ],
          },
          {
            id: 8,
            question: '८. कथाअनुसार दिइएका घटनालाई क्रम मिलाएर लेख्नुहोस्',
            answer: [
              '\n(घ) राजेन्द्रलक्ष्मी नजरबन्दबाट छुट्नु',
              '\n(झ) नाग बनेर आए पनि यिनीसँग म डराउन्न भन्नु',
              '\n(च) हुन त विष संशोधन गरेपछि रसायन बन्छ भन्ने प्रयत्न गरेकी हुँ भन्नु',
              '\n(छ) चौबिसीहरूले सङ्गठन गर्न थालेको गुप्ती खवर सुन्नु',
              '\n(ञ) आपसी फुट नै जातिको पतनकी चिह्न हो भन्नु',
              '\n(ङ) बहादुर शाहले कुरौटेले वैमनस्य बढाइदिएको बताउनु',
              '\n(ख) बालुवाले तिललाई पनि बालुवा नै सम्झन्छ भने झैँ उनका आँखामा म बिझाउन थाल्नु ',
              '\n(ज) शक्ति नभएका भए महाकाली, महालक्ष्मी, महासरस्वतीलाई कसैले पुज्ने थिएनन् भन्नु',
              '\n(क) राजेन्द्रलक्ष्मीले बहादुर शाहको सकारात्मक भूमिकाको वर्णन गर्नु',
              '\n(ग) गोरखामा हमला गर्न लागेको खबर आउनु',
            ],
          },
          {
            id: 9,
            question: '९. दिइएका प्रश्नको उत्तर लेख्नुहोस्',
            subQuestions: [
              {
                sub: 'क',
                question:
                  "'घरभगडा' कथाका पात्र राजेन्द्रलक्ष्मी र बहादुर शाहका चारित्रिक विशेषताको तुलना गर्नुहोस्",
                answer:
                  'राजेन्द्रलक्ष्मी र बहादुर शाह दुवैले प्रतापसिंह शाहको मृत्युपछि नायब भएर शासन चलाए । दरबारिया षड्यन्त्रका कारण दुवैले एकअर्कालाई विश्वास गर्न सकेका थिएनन् । कथाका आधारमा यिनीहरुको नियतमा खोट भने भेटिन्न तर दुवै शङ्कालु भने देखिएका छन् । स्वविवेकको प्रयोग नगरी भारदारका कुरा सुनेर षड्यन्त्रको दलदलमा फसेका थिए । भाउजू देवरमा कहिले मेलमिलाप हुन्थ्यो, कहिले भने परस्परमा झगडा पर्दथ्यो र एकले अर्कालाई थुनामा राख्ने काम पनि भएको थियो । यसरी हेर्दा उनीहरु दुबै शङ्कालु र सत्ताको लोभ रहेका पात्र देखिन्छन् ।',
              },
              {
                sub: 'ख',
                question:
                  'कथामा वर्णन गरिएको सन्दर्भका आधारमा उक्त समयको राजनीतिक परिवेश वर्णन गर्नुहोस्',
                answer:
                  'कथामा वर्णन गरिए अनुसार त्यतिबेला नेपालको एकीकरण तुहाउन विदेशीले अनेकौं षड्यन्त्र गरिरहेका थिए । दरबारभित्रै पनि अनेकौं षड्यन्त्र रचियो । भारदारहरु कुरौटे थिए । सानोतिनो मनमुटावलाई अतिरञ्जित गरी तिलको पहाड बनाइन्थ्यो । दरबारका कुरौटे, भरौटे भारदारले नेतृत्वबिचमा फाटो ल्याउने अनेकौं षड्यन्त्र गरिरहेका हुन्थे । यस्तो दरबारिया खटपटले एकीकरण अभियानमा पनि धक्का लागेको थियो । सत्तामा पुग्न अनेकौं जालझेल हुन्थे । यसरी विकृत राजनीतिक परिवेशको चित्रण कथामा पाइन्छ ।',
              },
              {
                sub: 'ग',
                question:
                  'बहादुर शाह बेतिया पुगेपछि राजेन्द्रलक्ष्मी किन आत्तिइन्?',
                answer:
                  'बहादुर शाह बेतिया पुगेको खबरबाट बहादुर शाह कुनै जाल रच्नलाई उनी गएका हुन् कि भन्ने पनि लाग्यो । अर्कोतिर उनलाई आफ्नो हातको ढाल तरबार मैले गुमाए जस्तो महसुस भयो । बहादुर शाहको सदुपयोग गर्न नजान्नु ठुलो भुल महसुस भयो । भारदारहरूले रचेको षड्यन्त्रको भेउ पाउन नसक्दा निःसहाय महसुस भयो । आफू कमजोर हुँदा अन्य राज्यहरुले पनि आक्रमण गर्ने शङ्का पनि भयो । यसरी केही पश्चाताप र केही भारदारहरुबाट हुन सक्ने षड्यन्त्र सम्झेर राजेन्द्रलक्ष्मी आत्तिइन् ।',
              },
              {
                sub: 'घ',
                question: 'कथाको मुख्य सन्देश लेख्नुहोस्',
                answer:
                  'राज्य चलाउने काम सजिलो होइन । राज्य चलाउने व्यक्ति बाह्य र आन्तरिक चलखेल र षड्यन्त्रप्रति हरदम चनाखो बन्नुपर्छ । राज्यमा नेतृत्वकर्ताहरुका बिच आपसी सहमति र समझदारी भयो भने राज्य बलियो हुन्छ । आपसी बैमनस्य र कलहले राज्यमा अस्थिरता सिर्जना गर्छ । यस्तो अवस्थामा शत्रुहरुले पनि फाइदा उठाउन खोज्छन् । जसरी राजेन्द्रलक्ष्मी र बहादुर शाहका बिचमा आपसी समझदारी हुन नसक्दा एकीकरणको अभियानमा पनि धक्का लाग्यो । त्यसैले सबैभन्दा पहिले घर बलियो बनाउनुपर्छ तब मात्र शत्रुलाई पराजित गर्न सकिन्छ भन्ने सन्देश कथाले दिएको छ ।',
              },
            ],
          },
          {
            id: 10,
            question:
              "१०. कथाको 'राजेन्द्रलक्ष्मीले गर्नुहोस्' कथांशबाट चारओटा प्रश्न बनाई तिनको उत्तर साथीसँग छलफल गर्नुहोस् ।",
            subQuestions: [
              {
                sub: 'क',
                question: 'राजेन्द्रलक्ष्मीले बहादुर शाहलाई डाकेर के भनिन् ?',
              },
              {
                sub: 'ख',
                question: "'सुतेको सिंहको टाउकामा टेक्नु' को तात्पर्य के हो ?",
              },
              {
                sub: 'ग',
                question: "'कम्मर कसेर लागे के के गर्न सकिन्छ ?",
              },
              {
                sub: 'घ',
                question:
                  'कथांशका अनुसार महाकाली, महालक्ष्मी, महासरस्वती किन पुजिएका हुन् ?',
              },
            ],
            paragraph:
              '(राजेन्द्रलक्ष्मीले बहादुर शाहलाई डाकेर भनिन्, "क्या हो राजकुमार, मिलेर काम गर्छु भनी शपथ गरेको कहाँ गयो ? नायवीमा राल काढेर सोझी भाउज्यूलाई छक्याउनु के राजनीति हो । शाही कुलमा ऐरेल बन्नुहुन्छ भने तितो अनुभव आफैँ भोग्नुहोला । सुतेकी सिंहको टाउकामा टेक्नु के बुद्धिमानी हो । कमलपित्त भएको दृष्टिले आइमाई भनेर तपाईंले हेप्नुभएको होला तर यो तपाईंको भुल हो । डोरीले हात्तीलाई हलचल गर्न दिँदैन भन्ने तपाईंलाई थाहा छैन ? कम्मर कस्यौं भने छहरा, पहरा, ढाल, तरवार अनि हिउँ र ज्वाला पनि बन्न सक्छौं । आँधी भएर उड़ाउन सक्छौं अनि व्याधि भएर पछार्न पनि, नागिनी बनेर पातालमा पस्न सक्छौं अनि गरुडनी भएर आकाशमा उड्न पनि । शक्ति नभएका भए महाकाली, महालक्ष्मी, महासरस्वतीलाई कसैले पुज्ने थिएनन् । खेलौना सम्झी आगो खेलाउनेको कुन गति हुन्छ आफैं विचार गर्नुहोस् । " )',
          },
          {
            id: 11,
            question:
              '११. राजेन्द्रलक्ष्मी र बहादुर शाहका बिच कुराकानी भइरहेको समयमा तपाईं पुग्नुभएको भए के सल्लाह दिनुहुन्थ्यो, कारणसहित वर्णन गर्नुहोस् ।',
            answer:
              "राजेन्द्रलक्ष्मी र बहादुर शाह 'घरझगडा' ऐतिहासिक कथाका मुख्य पात्रहरु हुन् । नाताले भाउजू देवरमा कहिले मेलमिलाप हुन्थ्यो, कहिले भने परस्परमा झगडा पर्दथ्यो र एकले अर्कालाई थुनामा राख्ने काम पनि भएको थियो । यही कारणले एकीकरणको अभियानमा पनि धक्का लागेको थियो भने बैरीहरुले पनि चलखेल गर्ने अवसर पाएका थिए । एउटा सामान्य परिवारका नेतृत्वकर्तामा मनमुटाब हुँदा घरमा त भाँडभैलो हुन्छ भने राज्यका नेतृत्वमा हुने यस्तो मनमुटावले झनै ठुला समस्या सिर्जना गर्छ । एकतामा नै ठुलो तागत हुन्छ भन्ने विचार राख्ने मेरो पहिलो प्राथमिकता त दुबैलाई मिलाउने नै हुन्थ्यो । कथाका आधारमा हेर्दा दुबै पात्र नियत खराब भएका पात्र होइनन् । आफ्ना ससुरा र बुबाले थालेको एकीकरणको अभियानलाई दुबैले प्राथमिकतामा राखेका थिए । यस्तो अवस्थामा पनि यिनीहरुले कैयौं राज्यलाई अधीनमा पारेका थिए । दुवै मिलेर काम गरेका भए अझ द्रुत गतिमा काम हुन्थ्यो । मेरो विचारमा यिनीहरुको कमजोरी भनेको भारदारहरुको चलखेलको भेउ पाउन नसक्नु मात्र हो । दुबैले स्वविवेक प्रयोग नगरेर भारदारहरुको दलदलमा फसेको देखिन्छ । यस्तो अवस्थामा मैले दुबैलाई मिलेर अघि बढ्न सल्लाह दिन्थें । दुबैलाई भारदारहरुको कुराको लहैलहैमा नलागी छातीमा हात राखेर एक अर्काको मूल्याङ्कन गर्न लगाउँथेँ । फुट्दा र जुद्दाका परिणाम स्मरण गराउँथेँ । जुटेर अघि बढ्दा हुन सक्ने सम्भावनाहरु देखाएर पृथ्वीनारायण शाहले देखाएको बाटोमा लाग्न आग्रह गर्थे । यसरी म उनीहरुबिच कुराकानी भइरहेको समयमा पुगेको भए एउटा असल मध्यस्थकर्ता बनेर दुबैलाई फुटेर होइन जुटेर अगाडि बढ्न प्रेरित गर्थे ।",
          },
          {
            id: 12,
            question: '१२. व्याख्या गर्नुहोस्ः ',
            subQuestions: [
              {
                sub: 'क',
                question: 'बाहिरी शत्रुलाई उठ्न दिनाको मूल कारण घरझगडा हो ?',
                answer:
                  "प्रस्तुत कथांश बदरीनाथ भट्टराईद्वारा लिखित ऐतिहासिक कथा 'घरझगडा' बाट साभार गरिएको हो । फुट र गुटबन्दीले राष्ट्रलाई फाइदा गर्दैन, एकजुट भएर अगाडि बढे सबैको हित हुने भाव कथामा जोडिएको छ । परिवारभित्रको गुटबन्दीले नै बाहिरी शत्रुलाई बलियो बनाउनेतर्फ सचेत बनाउने सन्दर्भमा प्रस्तुत कथांश आएको हो ।\nबहादुर शाह र राजेन्द्रलक्ष्मीको संयुक्त नायबी काल केही समय राम्ररी चल्यो तर राज्य सञ्चालनको विषयलाई लिएर देवर भाउजूको मनमुटाव भएपछि भारदारहरूले तिललाई पहाड बनाउने काम गरे । यी दुई बिच झनै खटपट बढाउन मद्दत गरे । यिनीहरुबिचमा अविश्वास बढ्दै गयो, जसका कारणले दुबै जना एक अर्कालाई हत्याउन उद्यत भए । यी देवर भाउजूमा जति मनमुटाव बढ्यो त्यति भारदारहरुलाई चलखेल गर्न सहज भयो । साना कुरालाई अतिरञ्जित गरेर कान भर्न थाले । बहादुर शाह र राजेन्द्रलक्ष्मीबिच सामान्य मनमुटाव त थियो, त्यसमा आगोमा घिउ थप्ने काम भारदारहरुले गरे । यिनीहरुबिच अविश्वास बढाउँदै लगे र दरबारमा अस्थिरता कायम गर्न सफल बने । यदि बहादुर शाह र राजेन्द्रलक्ष्मी मिलेर शासन चलाएका भए आसेपासेहरुले चलखेल गर्न पाउने थिएनन् । इतिहास पानाहरु पल्टाएर हेर्ने हो भने घरभित्र झगडा हुँदा छिमेकीले फाइदा लिएका धेरै घटनाहरु भेटिन्छन् । घरका सदस्यलाई लडाएर धमिलो पानीमा माछा मार्न खोज्ने धेरै भेटिन्छन् । घरका सदस्य मिल्दा घर बलियो हुन्छ ।\nयसरी प्रस्तुत कथांशमा घरमा एकता नहुँदा बैरीहरुले पनि चलखेल गर्ने अवसर पाउँछन् । एकताले नै शत्रुहरुलाई पराजित गर्न सकिन्छ त्यसैले घरका सदस्य मिलेर अगाडि बढ्नुपर्छ भन्ने भावलाई स्पष्ट पार्न खोजिएको छ ।",
              },
              {
                sub: 'ख',
                question: 'शङ्काको डोरीमा पिङ खेल्नु नादानी हो ?',
                answer:
                  "प्रस्तुत कथांश 'घरझगडा' कथाबाट साभार गरिएको हो । यस कथाका लेखक कथाकार बदरीनाथ भट्टराई हुन् । ऐतिहासिक विषयवस्तुलाई समेटेर लेखिएको यस कथामा तत्कालीन समयमा दरबारभित्र हुने खटपटलाई समावेश गरिएको छ । यो भनाइ नजरबन्दबाट छुटेपछि राजेन्द्रलक्ष्मीले भनेकी हुन् ।\nशङ्का गर्नु मूर्खता हो । शङ्काले लङ्का जलाउँछ । यही शङ्काकै कारण राजेन्द्रलक्ष्मी र बहादुर शाहले एकअर्कालाई शत्रु ठाने । शङ्काकै भरमा एक अर्कालाई नजरबन्दमा राखेका थिए । एकअर्कालाई सत्ताबाट गलहत्याउने र नजरबन्दमा राख्ने काम भयो । शङ्काले अमृत पनि विष लाग्छ । भारदारहरुको कुरौटे प्रवृत्तिको रहस्य बुझ्न नसकी राजेन्द्रलक्ष्मीले बहादुर शाहमाथि शङ्का गरेकी छिन् । यसरी शङ्काकै भरमा व्यवहार गर्नु बुद्धिमानी नभएको महसुस राजेन्द्रलक्ष्मीलाई भएको छ । देशभक्त भएर पनि बहादुर शाहले नजरबन्दमा बस्नुपर्नाको कारण शङ्का नै हो । शङ्काकै कारण दरबारमा अविश्वास बढ्यो र अस्थिरता जन्म्यो । नेपाल एकीकरणको अभियानमा धक्का लाग्यो । अङ्ग्रेजलाई नेपालमाथि आक्रमण गर्न सहज भयो । शङ्काले घरझगडा निम्त्यो । घरझगडाले गर्दा भारदारहरुले पनि चलखेल गर्ने अवसर पाए । शङ्काकै भरमा देशमा यस्ता धेरै काण्डहरु घटेका छन् । त्यसैले शङ्काका भरमा नभई स्वविवेकको प्रयोग गरेर सही गलत छुट्याउनुपर्छ ।\nयसरी प्रस्तुत कथांशमा घरझगडाको कारक शङ्का रहेकोमा जोड दिँदै अनावश्यक शङ्काको परिणामतर्फ हामीलाई सचेत गराउन खोजिएको छ ।",
              },
            ],
          },
          {
            id: 13,
            question: "१३. 'घरझगडा' कथाको सार एक अनुच्छेदमा लेख्नुहोस् ।",
            answer:
              "'घरझगडा' इतिहासको कालखण्डमा दरबारभित्र हुने खटपटलाई समावेश गरी लेखिएको ऐतिहासिक कथा हो । राज्य चलाउने काम सजिलो होइन । राज्य चलाउने व्यक्ति वाह्य र आन्तरिक चलखेल र षड्यन्वप्रति हरदम चनाखो बन्नुपर्छ । राज्यमा नेतृत्वकर्ताहरुका विच आपसी सहमति र समझदारी भयो भने राज्य बलियो हुन्छ । आपसी बैमनस्य र कलहले राज्यमा अस्थिरता सिर्जना गर्छ । यस्तो अवस्थामा शत्रुहरुले पनि फाइदा उठाउन खोज्छन् । जसरी राजेन्द्रलक्ष्मी र बहादुर शाहका बिचमा आपसी समझदारी हुन नसक्दा एकीकरणको अभियानमा पनि धक्का लाग्यो । यसरी 'भाइ फुटे गवार लुटे' भन्ने उखानलाई कथामा चरितार्थ गरिएको छ ।",
          },
          {
            id: 14,
            question:
              '१४. राजेन्द्रलक्ष्मीले गरेका सबै कार्य राष्ट्रियता र स्वाधीनताका लागि मात्र छन् त कथाका आधारमा तर्क दिनुहोस् ।',
            answer:
              "'घरझगडा' इतिहासको कालखण्डमा दरवारभित्र हुने खटपटलाई समावेश गरी लेखिएको ऐतिहासिक सत्य कथा हो । राजेन्द्रलक्ष्मी यस कथाकी मुख्य पात्र हुन् । आफ्ना ससुराले थालेको नेपाल एकीकरणको अभियानलाई उनले अगाडि बढाएकी थिइन् । भारदारहरुको षड्यन्त्रको सामु अलि चुकेको देखिन्छ ।\nइतिहासमा राजेन्द्रलक्ष्मी एउटी वीराङ्गना र राष्ट्रमाता भनेर चिनिएकी छिन् । आफ्ना पति प्रतापसिंह शाहको निधन हुँदा उनी दुधे बालक रणबहादुर र राष्ट्रको रक्षाका लागि भनेर सती गइनन् । छोरा रणबहादुर शाहको नायब बनेर उनले शासन चलाइन् । पृथ्वीनारायण शाहले आफ्नो राज्यभित्र पार्न नसकेका लमजुङ, तनहुँ कास्की, पर्वत, प्युठान राज्यहरु नेपालअन्तर्गत पार्न राजेन्द्रलक्ष्मीको महत्त्वपूर्ण योगदान छ । नेपालको एकीकरणमा पृथ्वीनारायण शाहपछि उनको नाम पनि अगाडि आउँछ यी कामहरुको मूल्याड्कन गर्दा उनले गरेका कार्य अवश्य राष्ट्रियता र स्वाधीनताका लागि देखिएका छन् । यति हुँदाहुँदै पनि भारदारहरूको षड्यन्त्रको दलदलमा भने उनी चुर्लुम्म डुबेकी छन् । बहादुर शाहलाई शव' मानेर नरबन्दमा राखेकी छन् । कथामा उनी आफै पनि बहादुर शाहलाई सदुपयोग गर्न नसक्दा पश्चातापमा परेकी छिन् । उनीमा केही व्यक्तिगत स्वार्थ पनि हावी भएको पाइन्छ । बहादुर शाहले एकीकरणको अभियानलाई तीव्र बनाउन खोज्दा, यही कुरालाई लिएर देवर भाउजूको खटपट सरु भएको मानिन्छ । उनले बहादुर शाहलाई पनि साथमा लिएर अगाडि बढ्न सकेकी भए देशको राष्ट्रियता र स्वाधीनता अझ मजबुत हुने देखिन्छ । हुनत उनले भनेजस्तै 'एउटा व्यक्तिले सधैँ सबै कुरामा गुन लाउन कल्ले सक्छ र' लाई आधार मान्ने हो भने समग्रमा उनका काम राष्ट्रियता र स्वाधीनताका लागि मात्र भएको मान्न सकिन्छ ।",
          },
          {
            id: 15,
            question:
              '१५. दिइएको अनुच्छेद पढ्नुहोस् र सोधिएका प्रश्नको उत्तर लेख्नुहोस् :',
            subSections: [
              {
                title: 'क. प्रश्नहरू :',
                subQuestions: [
                  {
                    sub: 'अ',
                    question: 'व्यक्तिका मनमा कुन कुन गुण रहेका हुन्छन् ?',
                    answer:
                      'व्यक्तिका मनमा सत्व, रज तम गरी तीन प्राकृतिक गुण रहेका हुन्छन् ।',
                  },
                  {
                    sub: 'आ',
                    question: 'मन र इन्द्रियविचको सम्बन्ध देखाउनुहोस् ।',
                    answer:
                      'मन अत्यन्त तीव्र र गतिवान् हुन्छ र यसले इन्द्रियलाई नियन्त्रण गरेको हुन्छ ।',
                  },
                  {
                    sub: 'इ',
                    question: 'राजस र तामस मनको तुलना गर्नुहोस् ।',
                    answer:
                      'रागयुक्त, सचेत र चञ्चल मन राजस मन हो भने क्रोधी र अज्ञानी मन तामस मन हो ।',
                  },
                  {
                    sub: 'ई',
                    question: ' व्यक्तिका व्यवहार कसरी निर्धारण हुँदा रहेछन् ?',
                    answer:
                      'व्यक्तिका व्यवहार मन, इन्द्रिय र गुणका आधारमा निर्धारण हुँदा रहेछन् ।',
                  },
                ],
              },
              {
                title: 'ख. भाषिक संरचना र वर्णविन्यास पहिचान गर्नुहोस् :',
                subQuestions: [
                  {
                    sub: 'अ',
                    question:
                      "अनुच्छेदका 'गर्छ' र ' मानिन्छ' क्रियापदको धातु पहिचान गर्नुहोस् ।",
                    answer: ['गर, मान् '],
                  },
                  {
                    sub: 'आ',
                    question:
                      'अनुच्छेदबाट सकर्मक किया भएका कुनै दुई धातु टिपी अनुच्छेदमा प्रयोग भएका भन्दा फरक वाक्यमा प्रयोग गर्नुहोस्।',
                    answer: [
                      'हुन्छ, गर्छ (जेठमा गर्मी हुन्छ । विवेकले कक्षाकार्य गर्छ ।)',
                    ],
                  },
                  {
                    sub: 'इ',
                    question:
                      'अनुच्छेदबाट दीर्घ ईकार प्रयोग भएका चारओटा शब्द पहिचान गर्नुहोस् ।',
                    answer: ['जीव, तीव्र, तीन'],
                  },
                ],
              },
            ],
          },
        ],
      },
    ],
  },
  {
    id: '3',
    title: 'चिकित्सा विज्ञान र आयुर्वेद चिकित्सा',
    writer: 'पाठ्यपुस्तक सम्पादक मण्डल',
    bgColor: '#F3D5B5',
    chapterNo: '३',
    sections: [
      {
        type: 'wordMeaning',
        title: 'शब्दभण्डार',
        questions: [
          {
            id: 1,
            question:
              "१. दिइएका अर्थ आउने शब्द 'चिकित्सा विज्ञान र आयुर्वेद चिकित्सा' निबन्धबाट खोजेर लेख्नुहोस् :",
            answers: [
              {
                sub: 'क',
                question: 'स्नायुसम्बन्धी रोग :',
                answer: 'पक्षाघात',
              },
              {
                sub: 'ख',
                question: 'बात, पित्त र कफसम्बन्धी दोष :',
                answer: 'त्रिदोष',
              },
              {
                sub: 'ग',
                question: 'चिरफारका पद्धतिले गरिने रोगको उपचार :',
                answer: 'शल्यक्रिया',
              },
              {sub: 'घ', question: 'हानि वा घात पुऱ्याउने :', answer: 'घातक'},
              {
                sub: 'ङ',
                question: 'प्रतिरोधका लागि तयार पारिएको :',
                answer: 'प्रतिरोधात्मक',
              },
            ],
          },
          {
            id: 2,
            question: '२. दिइएका शब्द र तिनका अर्थबिच जोडा मिलाउनुहोस् :',
            answers: [
              {
                sub: 'क',
                question: 'प्रादुर्भाव',
                answer: 'कुनै वस्तु वा विषयको उत्पत्ति वा उद्भव',
              },
              {
                sub: 'ख',
                question: 'अत्युक्ति',
                answer: 'बढाइचढाइ गरिने वर्णन वा कथन',
              },
              {
                sub: 'ग',
                question: 'अद्यावधिक',
                answer: 'आजसम्मको अवस्था, विगतदेखि हालसम्म',
              },
              {
                sub: 'घ',
                question: 'त्रिदोष',
                answer: 'शरीरमा हुने बात, पित्त र कफको प्रकोपबाट हुने रोग',
              },
              {
                sub: 'ङ',
                question: 'निषेध',
                answer: 'प्रतिबन्ध वा रोक लगाउने काम',
              },
              {
                sub: 'च',
                question: 'अधीरता',
                answer: 'धैर्य नभएको अवस्था, अस्थिर',
              },
            ],
          },
          {
            id: 3,
            question:
              '३. चिकित्सा क्षेत्रमा प्रयोग हुने दिइएका प्राविधिक पारिभाषिक शब्द पढ्नुहोस् र शब्दकोशका सहायताले तिनको अर्थ लेख्नुहोस् :',
            answers: [
              {
                sub: 'क',
                question: 'आयुर्वेद',
                answer:
                  'प्राचीन चिकित्सा शास्त्र, जडीबुटी र शल्यक्रियाद्वारा उपचार गरिने विज्ञान',
              },
              {
                sub: 'ख',
                question: 'एलोप्याथिक',
                answer: 'पाश्चात्य आधुनिक चिकित्सा पद्धति',
              },
              {
                sub: 'ग',
                question: 'वैकल्पिक चिकित्सा',
                answer: 'विकल्पमा आउने उपचार वा इलाज',
              },
              {
                sub: 'घ',
                question: 'होमियोप्याथिक चिकित्सा',
                answer: 'होमियोप्याथीसम्बन्धी उपचार',
              },
              {
                sub: 'ङ',
                question: 'शल्यक्रिया',
                answer: 'चिरफारद्वारा शारीरिक उपचार गर्ने काम',
              },
              {
                sub: 'च',
                question: 'पक्षाघात',
                answer: 'शरीरको दायाँ वा बायाँ अङ्ग निश्चेष्ट हुने रोग',
              },
              {
                sub: 'छ',
                question: 'आकस्मिक उपचार',
                answer: 'दुर्घटना वा आकस्मिक अवस्थामा गरिने उपचार',
              },
              {
                sub: 'ज',
                question: 'निर्मूलीकरण',
                answer: 'उन्मूलन, मूलबाट हटाउने कार्य',
              },
            ],
          },
          {
            id: 4,
            question:
              "४. 'चिकित्सा विज्ञान र आयुर्वेद चिकित्सा' निबन्धमा प्रयोग भएका कुनै पाँचओटा पारिभाषिक प्राविधिक शब्द टिपी वाक्यमा प्रयोग गर्नुहोस् ।",
            subQuestion: [
              {
                sub: 'क',
                question: 'हृदयाघात',
                answer:
                  'हृदयाघातका कारण बर्सेनि हजारौं मान्छेको ज्यान जाने गर्छ ।',
              },
              {
                sub: 'ख',
                question: 'वैद्य',
                answer: 'आयुर्वेद चिकित्सा विधिको ज्ञातालाई वैद्य भनिन्छ ।',
              },
              {
                sub: 'ग',
                question: 'उपचारात्मक',
                answer: 'रोग लागेपछि उपचारात्मक पद्धति अपनाउनु आवश्यक छ ।',
              },
              {
                sub: 'घ',
                question: 'मनो चिकित्सा',
                answer: 'मानसिक रोग निदानका लागि मनो चिकित्सा आवश्यक पर्छ ।',
              },
              {
                sub: 'ङ',
                question: 'चिकित्सा',
                answer: 'चिकित्साबाट धेरै मानिसको रोगको उपचार भएको छ ।',
              },
            ],
          },
        ],
      },
      {
        type: 'comprehension',
        title: 'बोध र अभिव्यक्ति',
        questions: [
          {
            id: 5,
            question: '५. दिइएका प्रश्नको उत्तर भन्नुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question:
                  'चिकित्सा विज्ञान र आयुर्वेद चिकित्सा निबन्ध कति अनुच्छेदमा संरचित छ ?',
                answer:
                  'चिकित्सा विज्ञान र आयुर्वेद चिकित्सा निबन्ध १२ अनुच्छेदमा संरचित छ । वाक्य सङ्ख्याका दृष्टिले सबैभन्दा छोटो र लामो अनुच्छेद कुन हो ?',
              },
              {
                sub: 'ख',
                question:
                  'वाक्य सङ्ख्याका दृष्टिले सबैभन्दा छोटो अन्तिम र लामो अनुच्छेद कुन हो ?',
                answer:
                  'वाक्य सङ्ख्याका दृष्टिले सबैभन्दा छोटो अन्तिम र लामो अनुच्छेद तेस्रो हो ।',
              },
              {
                sub: 'ग',
                question:
                  'निबन्धमा आयुर्वेद चिकित्साका शाखाको चर्चा गरिएको विषयवस्तु कुन अनुच्छेदमा रहेको छ ?',
                answer:
                  'निबन्धमा आयुर्वेद चिकित्साका शाखाको चर्चा गरिएको विषयवस्तु पाँचौं अनुच्छेदमा रहेको छ ।',
              },
              {
                sub: 'घ',
                question: 'निबन्धको अन्तिम अनुच्छेदको आशय के हो ?',
                answer:
                  'निबन्धको अन्तिम अनुच्छेदको आशय निरोगी र सुखी जीवन बाँच्नु छ भने आयुर्वेद चिकित्सा पद्धतिको प्रयोग गर्नुपर्छ भन्ने हो ।',
              },
            ],
          },
          {
            id: 6,
            question:
              '६. दिइएको निबन्धाश मौन पठन गरी सोधिएका प्रश्नको उत्तर दिनुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question:
                  'निबन्धांशमा चिकित्सा विज्ञानका कुन कुन शाखाको चर्चा गरिएको छ ?',
                answer:
                  'निबन्धांशमा चिकित्साका निरोधात्मक, प्रवर्धनात्मक र उपचारात्मक शाखाको चर्चा गरिएको छ ।',
              },
              {
                sub: 'ख',
                question: 'प्रवर्धनात्मक उपचार पद्धति कस्तो हुन्छ ?',
                answer:
                  'पोषण कार्यक्रम, स्वास्थ्य शिक्षा, वातावरणीय सरसफाई कार्यक्रम जस्ता सेवाबाट उपचार गरिने पद्धति प्रवर्धनात्मक उपचार पद्धति हो ।',
              },
              {
                sub: 'ग',
                question: 'उपचारात्मक स्वास्थ्य सेवामा कुन कुन पद्धति पर्छन् ?',
                answer:
                  'उपचारात्मक स्वास्थ्य सेवामा आधुनिक चिकित्सा, आयुर्वेद चिकित्सा, होमियोप्याथी, प्राकृतिक चिकित्सा, योग चिकित्सा, मनोचिकित्सा, अकुप्रेसर, युनानी चिकित्सा पद्धति पर्छन् ।',
              },
              {
                sub: 'घ',
                question: 'तपाईंलाई कुन उपचार पद्धति मन पर्छ, किन ?',
                answer:
                  'रोग नियन्त्रणका लागि रोग लाग्नुपूर्व नै स्वास्थ्य सेवा प्रदान गरिने भएकोले मलाई निरोधात्मक उपचार पद्धति मन पर्छ ।',
              },
            ],
          },
          {
            id: 7,
            question: '७. दिइएका प्रश्नको उत्तर लेख्नुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question:
                  'चिकित्सा विज्ञान र आयुर्वेद चिकित्सा निबन्धका आधारमा वर्तमान चिकित्सा विज्ञानका बारेमा वर्णन गर्नुहोस् ।',
                answer:
                  'एलोप्याथिक उपचार पद्धति हाल सर्वाधिक र लोकप्रिय चिकित्सा पद्धति मानिन्छ । यसलाई आधुनिक चिकित्सा विज्ञानको अर्थात् डाक्टरी उपचारका रूपमा समेत हेरिएको छ । एलोप्याथीमा रोग निको पार्नका लागि सुरुमै रोग घटाउने औषधी दिइन्छ । छिटो सन्चो हुनु, विशेषज्ञ अर्थात् डाक्टर र औषधी सजिलै उपलब्ध हुनु आदि यसका विशेषता हुन् । आपतकालीन अवस्थामा धेरै प्रभावकारी साबित हुनु, शल्यक्रिया हुनु र शल्यक्रियाबाट गम्भीर रोग निको हुनु पनि यसका विशेषता मानिन्छन् । यसका साथै प्रविधि र उपकरण समय समयमा अद्यावधिक गरिनु, सानादेखि ठुला सबै रोग निको पार्न प्रभावकारी हुनु, ठुलो रोग लाग्नुअघि नै त्यसलाई रोक्न खोपको व्यवस्था हुनु पनि एलोप्याथी पद्धतिका थप विशेषता हुन् ।',
              },
              {
                sub: 'ख',
                question:
                  'किन आयुर्वेद चिकित्साको लोकप्रियता बढ्दै गएको छ, लेख्नुहोस् ।',
                answer:
                  'आयुर्वेद चिकित्साका धेरै सकारात्मक पक्ष भएकाले यसको लोकप्रियता दिनानुदिन बढ्दै गएको छ । शरीरको शुद्धीकरण एवम् रोग प्रतिरोधात्मक क्षमता बढाउनका लागि यसको उपयोग गरिन्छ । यसमा बिरामीको आत्मा, मन, शारीरिक प्रकृति र दोष, मल र धातुको अवस्थालाई पनि ध्यानमा राखेर मानिसका समग्र पक्षको उपचार गरिन्छ । यसको उपचार पद्धतिमा प्रयोग हुने जडीबुटी नेपालमै पाइनु रोगको लक्षणका आधारमा उपचार गरिनु, चिरफार कम हुनु यसका विशेषता हुन् । त्यस्तै रोगको नियन्त्रण मात्र नभई निर्मूल गरिनु, उपचारका विभिन्न उपकरणको आवश्यकता नपर्नु, औषधीको नकारात्मक प्रभाव कम हुनु र कम खर्चिलो हुनु पनि यस उपचार पद्धतिका विशेषता हुन् । यसरी रोगको निदान गर्न सरल र सस्तो तरिका हुनु, नेपालमा प्रशस्त जडीबुटी पाइनु, यसमा औषधीको नकारात्मक प्रभाव नहुनु आदि कारणले आयुर्वेद चिकित्साको लोकप्रियता बढ्दै गएको छ ।',
              },
              {
                sub: 'ग',
                question:
                  'उपचारात्मक स्वास्थ्य सेवाअन्तर्गत कस्ता उपचारात्मक पद्धति पर्छन् ?',
                answer:
                  'रोग लागेपछि निको पार्नका लागि प्रदान गरिने स्वास्थ्य सेवालाई उपचारात्मक स्वास्थ्य सेवा भनिन्छ । उपचारात्मक स्वास्थ्य सेवामा आधुनिक चिकित्सा विज्ञान, आयुर्वेद चिकित्सा पद्धति, होमियोप्याथी, प्राकृतिक चिकित्सा, योग चिकित्सा, मनोचिकित्सा, अकुप्रेसर, युनानी चिकित्सा जस्ता अनेकौं उपचार पद्धति रहेका छन् ।',
              },
              {
                sub: 'घ',
                question:
                  'आयुर्वेद चिकित्सा पद्धति र आधुनिक चिकित्सा पद्धतिका मुख्य फरक के के हुन् ?',
                answer:
                  'आयुर्वेद चिकित्सा पद्धति\n- शरीरको शुद्धीकरण एवम् रोग प्रतिरोधात्मक क्षमता बढाउनका लागि यसको उपयोग गरिन्छ ।\n- यसको उपचार पद्धतिमा जडीबुटी प्रयोग हुन्छ । यसलाई प्राकृतिक उपचार पद्धति पनि भनिन्छ ।\n- उपकरणको आवश्यकता नपर्नु, औषधीको नकारात्मक प्रभाव कम हुनु र कम खर्चिलो हुनु पनि यस उपचार पद्धतिका विशेषता हुन् ।\n- स्वस्थ व्यक्तिले पनि प्रयोग गर्न सक्ने, पोषण र रोग प्रतिरोधात्मक क्षमताको विकास गर्ने यसको राम्रो पक्ष हो । उपचार अवधि कहिलेकाहीँ लामो भए पनि रोग फेरि बल्झने सम्भावना कम हुन्छ ।\n\nआधुनिक चिकित्सा पद्धति\n- यसमा रोग निको पार्नका लागि सुरुमै रोग घटाउने औषधी दिइन्छ ।\n- यसको उपचार पद्धतिमा आधुनिक औषधी, खोप, स्लाइन आदिको प्रयोग हुन्छ । यसलाई डाक्टरी उपचार पनि भनिन्छ ।\n- छिटो सन्चो हुनु, आधुनिक उपकरण आवश्यक पर्नु, खर्चिलो हुनु, विशेषज्ञ अर्थात् डाक्टर र औषधी सजिलै उपलब्ध हुनु आदि यसका विशेषता हुन् ।\n- गम्भीर प्रकृति र आकस्मिक उपचार गर्नुपर्ने बिरामीहरुको उपचारका लागि महत्त्वपूर्ण छ ।\n- उपचार अवधि केही छोटो भए पनि रोग फेरि बल्झने सम्भावना पनि हुन्छ र औषधीको नकारात्मक असर पनि देखा पर्न सक्छ ।',
              },
            ],
          },
          {
            id: 8,
            question: '८. व्याख्या गर्नुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question:
                  'आयुर्वेदिक चिकित्सा आधुनिक चिकित्सा पद्धतिभन्दा भिन्न र संसारकै सर्वप्राचीन उपचार पद्धति हो ।',
                answer:
                  'आयुर्वेद उपचार पद्धति शरीरको शुद्धीकरण एवम् रोग प्रतिरोधात्मक क्षमता बढाउनका लागि उपयोग गरिन्छ । त्यस्तै रोगको नियन्त्रण मात्र नभई निर्मूल गरिनु, उपचारका विभिन्न उपकरणको आवश्यकता नपर्नु, औषधीको नकारात्मक प्रभाव कम हुनु र कम खर्चिलो हुनु पनि यस उपचार पद्धतिका विशेषता हुन् । बिरामी र स्वस्थ दुवै व्यक्तिले पनि प्रयोग गर्न सक्ने, स्वस्थ व्यक्तिको पोषण र रोग प्रतिरोधात्मक क्षमताको विकास गर्ने यसको अर्को महत्त्वपूर्ण पक्ष हो । आयुर्वेद विश्वकै प्राचीन चिकित्साशास्त्र हो । यो अथर्ववेदमा यसको चर्चा छ । आयुर्वेद इशापूर्व ३ हजारदेखि ५० हजार वर्ष अगाडि भारतवर्षबाट विकास भएको मानिन्छ । ब्रह्मालाई आयुर्वेद ज्ञानका मुख्य स्रोत मानिन्छ । धनवन्तरीलाई आयुर्वेदका सुरुवातकर्ता मानिन्छ । ब्रह्माले यो ज्ञान दक्ष प्रजापतिलाई, प्रजापतिले अश्विनीकुमारहरूलाई, अश्विनीकुमारहरूले भगवान इन्द्रलाई, इन्द्रले आफूले प्राप्त गरेको आयुर्वेदको ज्ञान धनवन्तरीलाई प्रदान गरेको मानिन्छ । रामायण, महाभारतमा पनि आयुर्वेद उपचारको प्रसङ्गका साथै ऋषिहरुले यसको प्रयोगबाट उपचार गरेका प्रसङ्गहरु भेटिन्छन् । आधुनिक चिकित्सा पद्धतिको सुरुआत अठारौं शताब्दीपछि मात्र भएको मानिन्छ । त्योभन्दा पहिला आयुर्वेदिक चिकित्साकै प्रयोग हुँदै आएको थियो । यसबाट पनि स्पष्ट हुन्छ कि आयुर्वेदिक चिकित्सा आधुनिक चिकित्सा पद्धतिभन्दा भिन्न र संसारकै सर्वप्राचीन उपचार पद्धति हो ।',
              },
              {
                sub: 'ख',
                question: 'आयुर्वेदिक औषधीका लागि नेपाल भूस्वर्ग मानिन्छ ।',
                answer:
                  'आयुर्वेदिक उपचार पद्धतिमा जडीबुटी प्रयोग हुन्छ । यसलाई प्राकृतिक उपचार पद्धति पनि भनिन्छ । नेपाल आफैँमा जडीबुटीको विशाल भण्डार हो । हिमाल, पहाड र तराईमा जैविक विविधताका कारण विविध गुण भएका जडीबुटी उपलब्ध छन् । प्रायः सबै जडीबुटी औषधीय गुणका छन् । परापूर्वकालमा हाम्रा पितापुर्खाले जडीबुटीबाटै उपचार गरी दीर्घजीवन हासिल गरिरहेका थिए । विकसित देशले यिनै जडीबुटीमा भएका शक्तिलाई प्रयोग गरी औषधी उत्पादन गरेका छन् । जडीबुटी आधुनिक औषधी उद्योगका बहुमूल्य कच्चा पदार्थ हुन् । यी बहुमूल्य छन् ।\n\nनेपाल बहुमूल्य र घातक रोग निको पाने जडीबुटीको अजय भण्डार हो । रामायणमा वर्णन भएअनुसार युद्धमा लक्ष्मण पाइते हुँदा सञ्जीवनी बुटी लिन नेपालको हिमालय क्षेत्रमा पठाइएको प्रसङ्ग पनि स्मरणीय छ । यसबाट परापूर्व कालदेखि नै नेपाल आयुर्वेदिक जडीबुटीको भूस्वर्ग रहेको पुष्टि हुन्छ । विशेषगरी तुलसी, सर्पगन्धा, जटामसी, पदमचाल, पाषाणभेद, सुगन्धवाल, गुर्जो, पाँचऔंले, बोझो, भ्याकुर, सतुवा, चुत्रो, निम, पानीसाज, भोजपत्र, दालचिनी, धतुरो, तेजपात, अमला, धतुरो, पिपल, बर्रो, हर्रो, अमलाजस्ता जडीबुटीले जरादेखि पातसम्म, फूलदेखि फलसम्म तथा बोक्रादेखि बीजसम्म हामीलाई लाभ दिन्छन् । नेपालमा बहुमूल्य र दुर्लभ यार्सागुम्बा पनि पाइन्छ । नेपालका खासगरी उच्च पहाडी क्षेत्र डोल्पा, जुम्ला, मुगु, हुम्ला, मुस्ताङ, दार्चुला, बझाङ, रसुवा, रुकुमलगायतका जिल्लामा प्रशस्त जडीबुटी पाइन्छन् । यी जडीबुटीको सम्भाव्यता अध्ययन गर्ने, उन्नत बीउ विजन तयार गर्ने, यसको गहन तालिम दिने हो भने नेपालका आयुर्वेदिक महत्त्वका जडीबुटीले नेपालको समृद्धिको ढोका खोल्न सक्छन् ।',
              },
            ],
          },
          {
            id: 9,
            question:
              '९. आधुनिक चिकित्सा पद्धतिका सकारात्मक र नकारात्मक पक्षवारे समीक्षा गर्नुहोस् ।',
            answer:
              "चिकित्सा विज्ञान र आयुर्वेद चिकित्सा' वस्तुपरक निबन्ध हो । यसका लेखक पाठ्यपुस्तकका सम्पादकको समूह हुन्। यस निबन्धमा मानव स्वास्थ्य उपचारका विभिन्न पद्धतिको उल्लेख गर्दै आयुर्वेद चिकित्साको महत्त्व र आवश्यकतालाई समावेश गरिएको छ ।\nआधुनिक चिकित्सा पद्धति हाल सर्वाधिक र लोकप्रिय चिकित्सा पद्धति मानिन्छ । यसलाई एलोप्याथी अर्थात् डाक्टरी उपचारका रूपमा समेत हेरिएको छ । यस पद्धतिमा रोग निको पार्नका लागि सुरुमै रोग घटाउने औषधी दिइन्छ । छिटो सन्चो हुनु, विशेषज्ञ अर्थात् डाक्टर र औषधी सजिलै उपलब्ध हुनु आदि यसका विशेषता हुन्। आपतकालीन अवस्थामा धेरै प्रभावकारी साबित हुनु, शल्यक्रिया हुनु र शल्यक्रियाबाट गम्भीर रोग निको हुनु पनि यसका विशेषता मानिन्छन् । यसका साथै प्रविधि र उपकरण समय समयमा अद्यावधिक गरिनु, सानादेखि ठुला सबै रोग निको पार्न प्रभावकारी हुनु, ठुलो रोग लाग्नुअघि नै त्यसलाई रोक्न खोपको व्यवस्था हुनु पनि एलोप्याथी पद्धतिका थप विशेषता हुन् ।\nआधुनिक चिकित्साले खोपहरू र धेरै रोगहरूको उपचारमा ठूलो प्रगति गरेको छ । मानिसहरूको औसत आयु बढेको छ । उपचारका क्रममा मेसिनहरूको प्रयोग बढेको छ । आधुनिक चिकित्साले स्वास्थ्य सेवालाई सुलभ र किफायती बनाएको छ ।\nयति धेरै सकारात्मक पक्ष हुँदाहुँदै पनि यसका नकारात्मक पक्षहरु पनि छन्। आधुनिक औषधी र स्वास्थ्य सेवाको लागत प्रायः अत्यधिक हुन्छ, यसले विपन्न मानिसहरूको लागि पहुँचमा पुगेको छैन औषधीले साइड इफेक्टहरू निम्त्याउन सक्छ, जसले केही अवस्थामा जीवनलाई खतरामा 1 पार्न सक्छ । आधुनिक चिकित्सा कहिलेकाहीं समस्याको मूल कारणलाई सम्बोधन गर्नुको सट्टा लक्षणहरूको उपचारमा धेरै केन्द्रित भएकोमा आलोचना गरिन्छ । एन्टिबायोटिक र अन्य औषधीहरूको अत्यधिक प्रयोगले प्रतिरोधी क्षमतालाई कम गर्दै छ। यो उपचारमा दक्ष जनशक्तिको अभाव हुनु, औषधीका नकारात्मक असर देखिन सक्नु, औषधी महँगो पर्ने हुँदा गरिबहरुको पहुँचभन्दा बाहिर हुनु र यी औषधीको दुरुपयोग हुँदा घातक हुनु जस्ता कुरा आधुनिक चिकित्सा पद्धतिका सीमा हुन्। यति हुँदाहुँदै पनि गम्भीर प्रकृक्ति र आकस्मिक उपचार गर्नुपर्ने बिरामी आधुनिक चिकित्सा पद्धतिको भर नपरी सुखे छैन ।",
          },
          {
            id: 10,
            question:
              "१०. 'रोग नियन्त्रण गर्न र पार्श्वप्रभावबाट बचाउन आयुर्वेदिक चिकित्सा पद्धति प्रभावकारी मानिन्छ, पुष्टि गर्नुहोस् ।",
            answer:
              'युर्वेदिक चिकित्सा पद्धति मूलत: जीवनको ज्ञानसँग सम्बन्धित उपचार पद्धति हो । यसलाई पूर्वीय वैदिक एवम् प्राच्य सभ्यताको अभूतपूर्व उपहारका रूपमा लिने गरिन्छ । निरोगी र दीर्घ जीवनका लागि यो पद्धति विश्वव्यापी रूपमा लोकप्रिय बन्दै गइरहेको छ ।\nजीवनको ज्ञान आयुर्वेदको सार हो । जीवनको मर्म बुझेर मानव शरीरमा रोग लाग्नै नदिन वा रोग लाग्नुपूर्व अपनाउनुपर्ने खानपान र रहनसहनगत सावधानीमा रहन मदत गर्ने विज्ञान आयुर्वेद चिकित्सा पद्धति हो । आयुर्वेद चिकित्सा पद्धतिमा उपचारका आठओटा शाखा रहेका छन् । यस पद्धतिमा बिरामीको आत्मा, मन, शारीरिक प्रकृति र दोष, मल र धातुको अवस्थालाई ध्यानमा राखेर मानिसका समग्र पक्षको उपचार गरिन्छ । आहार, विहार र आचार संहितामार्फत रोगले आक्रमण नगरोस् भनी प्रतिरोधी औषधी र आहारमा जोड दिनु यस पद्धतिको गुण हो । त्यस्तै रोगीको मन र शारीरिक प्रकृतिअनुसार यसमा उपचार गरिन्छ । रोगको प्रकृतिविरुद्ध आहारमा पथ्यापथ्यको निर्देश गरी स्वस्थ व्यक्तिलाई रोगको आक्रमणबाट जोगाउनु र रोगीको रोग चाँडै हटाउने काम यसमा हुन्छ । त्यस्तै औषधी जडीबुटीबाट निर्माण गरिने भएकाले नकारात्मक प्रभाव न्यादै न्यून हुन्छ ।\nयसप्रकार रोग नियन्त्रणका साथसाथै रोगलाई पूर्ण रूपमा निर्मूल पार्ने अनि कुनै पनि किसिमको पार्श्वप्रभावबाट बचाउने प्रयास गर्नु आयुर्वेदिक चिकित्सा पद्धतिको विशिष्ट पक्ष हो ।',
          },
          {
            id: 11,
            question:
              "११. 'स्वस्थ खानपान' शीर्षकमा एउटा वस्तुपरक अनुच्छेद तयार गर्नुहोस् ।",
            answer:
              'स्वस्थ खानपान\nस्वास्थ्य जीवनको पहिलो धन हो । स्वस्थ र दीर्घ जीवनको आधार भनेको स्वस्थ खानपान हो । नियमित र स्वास्थ्यवर्धक भोजनले रोगमुक्त रहन सकिन्छ भने अनियमित र अधिक तथा अस्वस्थ खानपानले मधुमेह, हृदयाघात, मोटोपना, उच्च रक्तचाप जस्ता रोगहरू निम्त्याउने गर्दछ । भनिन्छ, खान नपाएर भन्दा खान नजानेर मर्नेको सङ्ख्या धेरै रहेको छ। पूर्वीय दर्शनले पनि स्वस्थ जीवनका लागि स्वस्थ खानपानमा जोड दिएको छ । सर्वश्रेष्ठ आहार भनेका ऋताहार, हिताहार र मिताहार हुन् । आजभोलि बढी मात्रामा माछामासु, तारेका, मसलेदार र बजारिया खाना खाने प्रवृत्ति बढ्दो छ । स्वाद, रूप, रङ र गन्धलाई मात्र बढी महत्त्व दिएर खाना खाने गर्नाले विभिन्न रोग लाग्छन् । क्षारप्रधान खानाहरू बढी स्वस्थ मानिन्छ । यस्ता खानाहरूमा मौसमी तरकारी, फलफूल, गेडागुडीहरू, मकै, गहुँ, जौ, कोदो, फापर, उवा जस्ता खाना पर्दछन् । तसर्थ स्वस्थ खानपिन स्वस्थ जीवनको पहिलो र अनिवार्य सर्त हो ।',
          },
          {
            id: 12,
            question:
              "१२. 'चिकित्सा विज्ञान र आयुर्वेदिक चिकित्सा' निबन्धको पहिलो अनुच्छेदबाट चारओटा बुँदा टिपोट गरी सारांश लेख्नुहोस् ।",
            answer:
              'मुख्य मुख्य चारओटा बुँदाहरू :\n\n(क) मानिसका असावधानीका कारण रोगव्याधिले शरीरमा प्रवेश पाई खुसी लुटिने,\n(ख) रोगव्याधि विरुद्ध प्रत्याक्रमण गरी त्यसलाई दमन र शमन गर्न चिकित्सा विज्ञानको प्रादुर्भाव हुनु,\n(ग) चिकित्सा विज्ञानमा एलोप्याथिक चिकित्सा र आयुर्वेद चिकित्सा उपचार पद्धति बढी प्रयोगमा रहनु,\n(घ) एलोप्याथिक पाश्चात्य विज्ञानको वरदान र आयुर्वेद पूर्वीय वैदिक सभ्यताको उपहार ।\n\nसारांश लेखन :-\n\nचिकित्सा विज्ञानको पृष्ठभूमि\n\nमानिसका असावधानीका कारण रोगव्याधिले प्रवेश पाई खुसी लुटिन्छ । यसका विरुद्ध प्रत्याक्रमण गरी त्यसलाई दमन र शमन गर्न चिकित्सा विज्ञानको प्रादुर्भाव भएको हो । पाश्चात्य विज्ञानको वरदान एलोप्याथिक र पूर्वीय सभ्यताको उपहार आयुर्वेद बढी प्रयोगमा छन् ।\n\nअनुच्छेदमा भएको जम्मा शब्द सङ्ख्या : ९८\nसारांशमा हुनुपर्ने शब्द सङ्ख्या : ३३\nसारांशमा भएको शब्द सङ्ख्या : ३४',
          },
          {
            id: 13,
            question:
              "१३. 'आधुनिक चिकित्सा पद्धति.... सुख छैन' अनुच्छेद पढ्नुहोस् अनि विषयवस्तुको पहिचान, अनुमान र निष्कर्षसँग सम्बन्धित एक एकओटा बोध प्रश्न निर्माण गर्नुहोस् ।",
            answer:
              '(क) अनुच्छेदबाट विशेषण शब्द पहिचान गरी लेख्नुहोस्।\n(ख) औषधीको दुरुपयोग कसरी कम गर्न सकिएला ?\n(ग) आधुनिक चिकित्सा पद्धति किन लोकप्रिय भएको छ ?',
          },
          {
            id: 14,
            question:
              '१४. दिएको अनुच्छेद पढ्नुहोस् र सोधिएका प्रश्नको उत्तर लेख्नुहोस् : ',
            subSections: [
              {
                title: 'क. प्रश्नको उत्तर लेख्नुहोस् :',
                subQuestions: [
                  {
                    sub: 'अ',
                    question: 'कृषि उत्पादन कसरी उपभोक्तासम्म पुग्छ ?',
                    answer:
                      'कृषि उत्पादनलाई सकलकमार्फत् बजारसम्म पुर्याइन्छ । बजारमा पुगेका वस्तु उपभोक्ताले खरिद गरेर उपभोग गर्छन् र उत्पादन उपभोक्तासम्म पुग्छ ।',
                  },
                  {
                    sub: 'आ',
                    question:
                      'अनुच्छेदमा सूचना प्रवाह र नाफासम्बन्धी कस्तो व्यवस्था उल्लेख भएको छ ?',
                    answer:
                      'अनुच्छेदमा सूचना प्रवाहको व्यवस्था सरकारले मिलाइदिने र नाफाका बारेमा सङ्कलकले वस्तु सङ्कलन गरेर बजारमा पठाउँदा सानो नाफाको अंश राखिदिने व्यवस्था भएको छ ।',
                  },
                  {
                    sub: 'इ',
                    question: 'कृषि बजारीकरणको प्रक्रियाबारे लेख्नुहोस् ।',
                    answer:
                      'कृषि बजारीकरणमा उत्पादन भएका वस्तु सकलकमार्फत् भण्डारण गरिन्छ र बजारसम्म पुयाइन्छ ।',
                  },
                  {
                    sub: 'ई',
                    question: 'सरकारले कृषकलाई कुन कुरामा सहयोग गर्नुपर्छ ?',
                    answer:
                      'सरकारले कृषकलाई मल, सिंचाइ, बाटो, बजार र सञ्चारको उचित व्यवस्था मिलाउन सरकारले सहयोग गर्नुपर्छ ।',
                  },
                ],
              },
              {
                title: 'ख.  भाषिक संरचना र वर्णविन्यास पहिचान गर्नुहोस् :',
                subQuestions: [
                  {
                    sub: 'अ',
                    question:
                      'अनुच्छेदबाट उप, सम्, उत् उपसर्ग लागेका एक एकओटा शब्द खोजेर लेख्नुहोस् । ',
                    answer:
                      'उपभोक्ता = उपभोक्ता,\nसम्गठन सङ्गठन,\nउत्पादन = उत्पादन',
                  },
                  {
                    sub: 'आ',
                    question:
                      'अनुच्छेदबाट दुईओटा कृदन्त शब्द पहिचान गरी लेख्नुहोस् ।',
                    answer: 'गर्नाले, गरेर',
                  },
                  {
                    sub: 'इ',
                    question:
                      'अनुच्छेदबाट सुरु, बिच र अन्तिममा ह्रस्व इकार प्रयोग भएका दुई दुईओटा शब्द टिपोट गर्नुहोस् ।',
                    answer: {
                      'सुरुमा ह्रस्व उकार प्रयोग भएका शब्द': [
                        'उत्पादन',
                        'पुऱ्याइन्छ',
                      ],
                      'बिचमा ह्रस्व उकार प्रयोग भएका शब्द': [
                        'अनुसार',
                        'अनुदान',
                      ],
                      'अन्तिममा ह्रस्व उकार प्रयोग भएका शब्द': [
                        'वस्तु',
                        'हुनु',
                      ],
                    },
                  },
                ],
              },
            ],
          },
        ],
      },
    ],
  },
  {
    id: '4',
    title: 'यस्तो कहिल्यै नहोस्',
    writer: 'रामप्रसाद ज्ञवाली',
    bgColor: '#AA6008',
    chapterNo: '४',
    sections: [
      {
        type: 'wordMeaning',
        title: 'शब्दभण्डार',
        questions: [
          {
            id: 1,
            question: '१.  दिइएका शब्द र तिनका अर्थबिच जोडा मिलाउनुहोस् :',
            answers: [
              {
                sub: 'क',
                question: 'सङ्कट',
                answer: 'आपत्विपत्',
              },
              {
                sub: 'ख',
                question: 'विलाप',
                answer: 'बिलौना',
              },
              {
                sub: 'ग',
                question: 'लोहोरो',
                answer:
                  'सिलौटामा मसला आदि पिँध्न प्रयोग गरिने फलाम वा ढुङ्गाको लाम्चो वा गोलो उपकरण',
              },
              {
                sub: 'घ',
                question: 'शङ्का',
                answer: 'सन्देह',
              },
              {
                sub: 'ङ',
                question: 'अपरिचित',
                answer: 'चिनजान नभएको',
              },
              {
                sub: 'च',
                question: 'सातो',
                answer: 'होस',
              },
            ],
          },
          {
            id: 2,
            question:
              '२. दिइएको अनुच्छेदबाट तीन तीनओटा लघुतावाची र समूहवाची शब्द पहिचान गर्नुहोस् :',
            paragraph:
              'कमिलाको ताँती मौरीको घारमा पसेको देखेर कागको बथान कराउँदै आयो । काग कराउँदा कागका मुखमा रहेको भातको सितो खस्यो । बाँदर केराको कोसो मुखमा च्यापेर रुखमा चढ्यो । बाँदर चढेको देखेर कागको बथान उड्यो । बाँदर त्यहाँबाट कुदेर बाँसघारीतिर गयो । रुखबाट उडेको तिर्खाएको कागले पानीको थोपो पनि खान पाएन कमिलाले भने \nचिनीका दानाभन्दा महका थोपा मिठो मानी खाए ।',
            synonyms: [
              {word1: 'लघुतावाची शब्द', word2: 'सितो, कोसो, थोपो दाना'},
              {word1: 'समूहवाची शब्द', word2: 'ताँती, घार, बथान, बथान, घारी'},
            ],
          },
          {
            id: 3,
            question:
              '३.  पाँच पाँचओटा लघुतावाची र समूहवाची शब्द पर्ने गरी अनुच्छेद लेख्नुहोस्ः',
            answer:
              'वनभोज: \nबिहानै एक टुका स्याउ खाएर म वनभोज गएँ । बाटोमा गाडीहरु ताँती लगाएर हिँडेका थिए । वनभोज स्थलमा मान्छेहरुको भिड थियो । एक हुल मान्छेहरु नाचिरहेका थिए । त्यहाँ बाँदरको बथान पनि थियो । मैले बाँदरलाई एक कोसो केरा दिएँ । साथीले कुकुरलाई एक चोक्टो मासु दियो । त्यहाँ एउटा रुखमा अरिङ्गालको गोलो पनि देख्यौं । मैले त्यहाँ एक त्यान्द्रो साग र एक पित्को अचार पनि खाएँ ।',
          },
          {
            id: 4,
            question:
              '४. दिइएका पद, पदावलीलाई अर्थ खुल्ने गरी वाक्यमा प्रयोग गर्नुहोस् :',
            subQuestion: [
              {
                sub: 'क',
                question: 'हरे !',
                answer: 'हरे ! पहिरोले गाउँ नै बगायो ।',
              },
              {
                sub: 'ख',
                question: 'सञ्जाल',
                answer: 'नेपालमा धेरै मानिसले सामाजिक सञ्जाल चलाउँछन् । ',
              },
              {
                sub: 'ग',
                question: 'विवरण',
                answer: 'मैले मेरो दसैँको खर्च विवरण बाबालाई सुनाएँ ।',
              },
              {
                sub: 'घ',
                question: 'सुइँकुच्चा ठोक्नु',
                answer: 'चोरले सामान चोरेर राति नै सुइँकुच्चा ठोकेछ ।',
              },
              {
                sub: 'ङ',
                question: 'हुने हार दैव नटार',
                answer:
                  'हुने हार दैव नटार भनेझैँ सबैले एक दिन यो संसार छोडेर जानैपर्छ ।',
              },
              {
                sub: 'च',
                question: 'लोभले लाभ लाभले विलाप',
                answer:
                  'चिट्ठा भरेर धेरै कमाउँछु भन्दा साथमा भएको पैसा पनि चैट भयो । लोभले लाभ लाभले विलाप भनेको यही हो ।',
              },
            ],
          },
        ],
      },
      {
        type: 'comprehension',
        title: 'बोध र अभिव्यक्ति',
        questions: [
          {
            id: 5,
            question: '१. दिइएका शब्दको शुद्ध उच्चारण गर्नुहोस् :',
            answer:
              'झल्यास्स, गज्जब, शत्रु खुरुखुरु, बुद्धि, अत्तोपत्तो, पन्जा, दूरसञ्चार, आश्वस्त',
          },
          {
            id: 6,
            question:
              "२. 'यस्तो कहिल्यै नहोस्' मनोवाद हाउभाउसहित सस्वरवाचन गर्नुहोस् ।",
            answer: 'आफ्नो शिक्षकको भनाइ अनुसार गर्नुहोस्',
          },
          {
            id: 7,
            question: '३. दिइएका प्रश्नको उत्तर भन्नुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question:
                  "'यस्तो कहिल्यै नहोस् मनोवाद कुन पात्रको घटनासँग सम्बन्धित छ ?",
                answer:
                  "'यस्तो कहिल्यै नहोस्' मनोवाद शुकमान पात्रको घटनासँग सम्बन्धित छ ।",
              },
              {
                sub: 'ख',
                question:
                  "मनोवादमा 'नगद पुरस्कारसहित बधाई दिएको सन्देश' भन्दा अगाडि र पछाडि कुन कुन प्रसङ्ग आएका छन् ?",
                answer:
                  "मनोवादमा 'नगद पुरस्कारसहित बधाई दिएको सन्देश' भन्दा अगाडि र पछाडि सामाजिक सञ्जाल र साइबर अपराधका प्रसङ्ग आएका छन् ।",
              },
              {
                sub: 'ग',
                question:
                  'पत्रिका मनमनै पढेको वर्णन मनोवादको कुन अनुच्छेदमा छ ? ',
                answer:
                  'पत्रिका मनमनै पढेको वर्णन मनोवादको पाँचौं अनुच्छेदमा छ ।',
              },
              {
                sub: 'घ',
                question: 'मनोवादमा कुन पुरुषीय कथनशैली उपयोग गरिएको छ ?',
                answer: 'मनोवादमा प्रथम पुरुषीय कथनशैली उपयोग गरिएको छ ।',
              },
            ],
          },
          {
            id: 8,
            question:
              '४. दिइएको मनोवादको अंश पढी सोधिएका प्रश्नको उत्तर दिनुहोस् :',
            paragraph:
              "लौ हेर त, १२ पो बजिसकेछ ! (घडी हेर्दै) अब त निदाउनुपर्यो। 'हुने हार दैव नटार' भन्छन् । पाँच लाख डुब्यो भनेर अब मैले त्यसैमा चिन्ता लिएर मेरो ज्यान सुकाउनुभन्दा आत्मविश्वासका ऊर्जाले ज्यान बचाउनतिर लाग्नुपर्छ । दुई वर्ष अरबको खाडीमा बसेर कमाएको धन गोलखाडीमा गयो त के गर्ने ? आफ्नै बुद्धिले गयो । मरुभूमिमा पसिना बगाएर कमाएको त्यो मेरो धन झुक्याएर लाने त्यस्ता दुष्टलाई भगवान्ले पनि सजाय त देलान नि ! हे भगवान् । (अलि ढुक्क हुँदै निदाउनका लागि आँखा चिम्म गर्छन्) खै भगवान्ले पनि के गर्नु र आफ्नै बुद्धि बिग्रेपछि | (दाहिनेतिर कोल्टो फर्केर हातका पन्जालाई टाउकाको सिरानी बनाएर सुत्छन्) । अँ, अस्ति एउटा समाचार पढेको थिएँ । साइबर अपराधका बारेमा लेखेको थियो । 'कोही जानी नजानी यस्तो संसारमा पसेका छन्, फसेका छन्, त्यसबाट उम्किने उपाय खोज्छन् र त्यस्तामा अरू पनि कोही नफसोस् भन्ने चाहन्छन् भने नेपाल प्रहरीको साइबर अपराध शाखामा तुरुन्त सम्पर्क गर्नू' भनी त्यसमा पनि लेखेको थियो । ( अलि आश्वस्त हुँदै) म त फर्मों फसें, मेरो पैसा त डुब्यो डुब्यो ! अब अरू कोही पनि नफसुन् र नडुबुन् भन्नका लागि अब साइबर अपराध शाखामा जान्छु ।",
            subQuestions: [
              {
                sub: 'क',
                question: 'मनोवादको अंशमा पात्र निदाउन नसक्नुको कारण के हो ?',
                answer:
                  'दुई वर्ष अरबको खाडीमा बसेर कमाएको पाँच लाख डुबेको चिन्ताले पात्र निदाउन नसकेका होलान् ।',
              },
              {
                sub: 'ख',
                question: 'पात्रले कहाँ गएर धन कमाएको थियो ?',
                answer: 'पात्रले अरबको खाडीमा गएर धन कमाएको थियो ।',
              },
              {
                sub: 'ग',
                question: 'पात्रले समाचारमा के कुरा पढेको थियो ?',
                answer: 'पात्रले समाचारमा साइबर अपराधका बारेमा पढेको थियो ।',
              },
              {
                sub: 'घ',
                question:
                  'पात्रले समाचारमा पढेका कुरा व्यवहारमा उतार्न नसक्दा कस्ता समस्या भोग्नुपर्यो, लेख्नुहोस् ।',
                answer:
                  'पात्रले समाचारमा पढेका कुरा व्यवहारमा उतार्न नसक्दा आफूसँग भएको पैसा गुमाउनुपयो ।',
              },
            ],
          },
          {
            id: 9,
            question:
              "५. 'यस्तो कहिल्यै नहोस्' मनोवादका पात्रले मनमा खेलाएका मुख्य मुख्य घटना टिपोट गर्नुहोस्",
            answer:
              "'यस्तो कहिल्यै नहोस्' मनोवादका पात्रले मनमा खेलाएका मुख्य मुख्य घटनाहरु: \n- सामाजिक सञ्जालले गर्दा जीवन जटिल बन्नु र समस्यामा फस्नु,\n- मोबाइलभित्रको साइबर संसारमा पस्दा विचार नपुऱ्याएकामा चिन्ता लाग्नु,\n- सामाजिक सञ्जाल प्रयोग र साइबर सचेतनासम्बन्धी कक्षामा सहभागी भएर पनि व्यवहारमा लागू गर्न नसक्दा पछुतो मान्नु,\n- सामाजिक सञ्जालको दुरुपयोगले निम्त्याएका समस्या सम्झनु,\n- मोबाइलका राम्रा र नराम्रा पक्ष सम्झनु,\n- २५ लाख पाउने लोभमा फसेकोमा पछुतो हुनु,\n- काकाकी छोरी पानमती झुटो जालमा परेको सम्झनु,\n- दुई वर्ष अरबको खाडीमा बसेर कमाएको धन गोलखाडीमा जाँदा राति निदाउन नसक्नु,\n- साइबर अपराधको सिकारबाट जोगिने उपाय सम्झनु,\n- कसैलाई साइबर अपराधको सिकार बन्नु नपरोस् भन्ने इच्छा मनमा आउनु।",
          },
          {
            id: 10,
            question:
              "६. 'यस्तो कहिल्यै नहोस्' मनोवादबाट कस्तो सन्देश पाइन्छ, लेख्नुहोस् ।",
            answer:
              "'यस्तो कहिल्यै नहोस्' मनोवाद समसामयिक विषयमा तयार पारिएको छ । सामाजिक सञ्जालमा प्राप्त झुटा सन्देशमा विश्वास गर्दा त्यसको दलदलमा फसेका पात्र शुकमानको मनोवाद यसमा प्रस्तुत गरिएको छ । शुक्रमानका माध्यमबाट हामीलाई सामाजिक सञ्जालको प्रयोगमा सचेत बनाउन र साइबर अपराधका बारेमा सिकाउन खोजिएको छ । मोबाइल, इन्टरनेट आदि प्रविधिको सही प्रयोगले हाम्रो जीवन सहज हुने भए पनि यसको दुरुपयोगले हामीलाई ठुला समस्यामा पार्न सक्छ । साइबर अपराधको सिकारबाट जोगिन, आफ्नो कम्प्युटर, ल्यापटप र मोबाइलमा चलाइने सामाजिक सञ्जाललगायतका पासवर्ड कसैलाई दिनुहुँदैन । समय समयमा पासवर्ड परिवर्तन गरिरहनुपर्छ । अपरिचित व्यक्ति वा संस्थाबाट आएका इमेल खोल्नुहुँदैन । इमेलमा काम गरिसकेपछि साइन आउट वा लग आउट गर्नुपर्छ । इमेल तथा सामाजिक सञ्जालमा आउन सक्ने आकर्षक उपहार वा चिट्ठाको भ्रममा पर्नुहुँदैन । यस्ता इमेल तथा म्यासेजमाथि शङ्का लागेमा नजिकको प्रहरी कार्यालयमा सम्पर्क गर्नुपर्छ भन्ने सन्देश यो मनोवादबाट पाउन सकिन्छ ।",
          },
          {
            id: 11,
            question:
              '७. मनोवादमा उल्लेख भएको साइबर अपराधको प्रसङ्ग पढेपछि तपाईंले कस्तो महसुस गर्नुभयो, उल्लेख गर्नुहोस् ।',
            answer:
              "'यस्तो कहिल्यै नहोस्' मनोवादमा उल्लेख भएको साइबर अपराधको प्रसङ्ग पढेपछि मलाई सामाजिक सञ्जालको प्रयोगमा सचेत बन्नुपर्ने चेतना अझ बढ्यो । प्रतिनिधि पात्र शुकमान र यस्तै ठगीका घटनाहरु स्मरणमा आइरहे । हुनत साइबर अपराधको यो प्रसङ्ग मेरो लागि नौलो त होइन । शुकमानले जस्तै यस विषयमा ज्ञान भएर पनि बेवास्ता गर्दथेँ तर यसले अब यस विषयमा सम्भावित घटनाप्रति अझ सचेत बनायो । सामाजिक सञ्जालका माध्यमबाट हुन सक्ने साइबर अपराधबाट बच्ने थप उपायहरुको ज्ञान भयो ।",
          },
          {
            id: 12,
            question: '८. दिइएका शीर्षकमा छोटो मनोवाद लेख्नुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question: 'नतिजा प्रकाशनको अगिल्लो दिन',
                answer:
                  'पात्र : सुमित\nस्थान : सुत्ने कोठा\nसमयः राति १०:०० बजे\n(भोलि एसईई परीक्षाको नतिजा प्रकाशन हुँदै छ । ऊ आफ्नो बिछ्यौनामा पल्टिइरहेको छ । सुमि परीक्षाको नतिजा आउने खबरले बेचैन छ । नतिजा र अब के पढ्ने भन्ने भविष्यको चिन्ताले छटपटाएको पनि छ । उसको मनमा विभिन्न कुराहरु खेलिरहेका छन् ।)\nला ! नतिजा आउने दिन पनि आइहाल्यो । नतिजा राम्रो आए त केही चिन्ता थिएन, नतिजा राम्रो आएन भने त ढुक्कै हो, मेरो बाबाले मलाई खाडी पठाउनुहुन्छ । परीक्षाको तयारीका लागि भनेर ट्युसन, कोचिङ सबै पढियो । बिहान ५ बजेदेखि बेलुका १० बजेसम्म । हैट, यति पढेर परीक्षा दिँदा पनि पास नभए त कहिल्यै नपढे पनि भो । (पानी पिउँछ ।)\nह्या ! कति चिन्ता लिएको मैले पनि यतिको लेख्दा ए+ नआए पनि बि+ सम्म त कसो नआउला र ! बाबाले छोरोले ए+ ल्याउँछ भन्ने आशा गर्नुभएको छ होला, ए + आएन भने बाबा त पक्कै दुःखी हुनुहुने छ । छोराछोरीको राम्रो नतिजाका लागि आशा गर्नु नराम्रो पनि त होइन । (पर्दा खोलेर बाहिर हेर्छ ।)\nभोलि यतिबेला त नतिजा आइसक्छ । अबको बाटो के हुने भन्ने पनि यही ग्रेडले निर्धारण गर्ने होला । ए + आए विज्ञान विषय नै पढ्नुपर्ने होला नत्र व्यवस्थापन पढ्ने त होला । हुनत यो नतिजा मात्र पनि त सबथोक होइन भो । फलामे ढोका भन्दै धेरै हाउगुजी ठानेर पनि यस्तो भएको हो । (मनलाई सम्हाल्न खोज्छ |)\nएसईईमा राम्रो ग्रेड आएर पछि गुल्टिन र सोचेजस्तो नआएर पछि राम्रो हुन पनि त सक्छ नि । एउटा कक्षाको परीक्षा त हो, यसलाई यत्रो हाउगुजी किन ठानेको हुँला ! सोचे जस्तो नआए मिहिनेत कम भएछ, अर्को कक्षामा अझ मिहिनेत गर्नुपर्छ भनेर बुभुँला । जिन्दगीले झन् कस्ता कठिन परीक्षा लिने हो । निराश भएर हरेस खानु नपरोस् अरु त्यस्तै हो । (घडी हेर्छ)\nए ढिला भइसकेछ, सुत्नुप । (बत्ती निभाएर सुत्छ ।)',
              },
              {
                sub: 'ख',
                question: 'पुरस्कृत हुँदाको क्षण',
                answer:
                  'पात्रः सुमित\nस्थानः सुत्ने कोठा\nसमयः राति १०:०० बजे\n(सुशान्त आज खुसी छ । उसको अनुहारमा बेग्लै चमक देखिन्छ । कोठाको भित्तामा झुन्डिएको प्रमाणपत्र हेरेर आनन्दले रमाउँदै छ किनकि जिल्लास्तरीय वादविवाद प्रतियोगितामा प्रथम भएको छ र उसको मनमा विभिन्न कुराहरु खेलिरहेका छन् ।)\n(मनमनै) धन्य भगवान्! (हात जोडी प्रतियोगिताका क्षण सम्झँदै) मिहिनेत गरे त्यसको फल एक दिन अवश्य पाइने नै रहेछ । सानो भए पनि मेरो एउटा सपना पूरा भएको छ । यत्रो एकसे एक जान्ने विद्यार्थीहरु हुँदाहुँदै जिल्लास्तरीय प्रतियोगितामा प्रथम हुनु चानचुने कुरा पनि त होइन नि । उद्घोषकले तेस्रो र दोस्रो हुनेको नाम भनिसक्दा म प्रथम हुने आशा मरिसकेको थियो । प्रथम हुनेमा मेरो नाम भन्दा म त झण्डै उफ्रिएको! (खुसी हुँदै) त्यो तालीको गडगडाहट र त्यतिबेला मेरो नेपाली विषय शिक्षकको मुहार पनि लायक थियो । त्यहाँ उपस्थित ठूला ठूला मान्छेहरुले बधाई दिँदा त मलाई कस्तो लाज लागेको थियो । आमालाई यो कुरा सुनाउँदा आमाले हर्षका आँसु झार्नु भो । मलाई बल्ल थाहा भयो छोराछोरीको खुसीमा आमाबाबा कति खुसी बन्दा रहेछन् भनेर ।\nएकपल्ट त त्यति धेरै मान्छेको सामुन्ने गएर कसरी बोल्ने होला भन्ने चिन्ता पनि बढ्यो । डरले मुटु ढुक्क पनि भयो । धन्न अगाडि गएर बोल्ने बेलामा त्यस्तो भएन । (घोरिँदै) अगाडि गएर बोल्दा केही गल्ती भएको भए त त्यत्रो मिहिनेत पानीमा मिल्दो रहेछ । राम्रो वक्ता बन्नलाई पहिले राम्रो श्रोता बन्नुपर्छ भन्ने मेरो शिक्षकको भनाइले पनि मलाई ढाडस मिल्यो । (गम्भीर बन्दै) धन्न मेरो पालो सुरुमा आएन । अरु बोलेपछि त्यसबाट शैली सिकेर आफ्नो प्रस्तुति दिन पाइयो । मैले मिहिनेत कम गरेको पनि त होइन नि । गुगलमा खोजेर र युटुबमा हेरेर तयारी गरेको फाइदै भयो । म प्रथम नभएको भए त मलाई मेरा साथीले गिज्याउँथे पनि होला । (मुस्कुराउँदै) अब त सबैको सामुन्ने छाती फुलाएर हिँड्न पाइन्छ । (कोल्टे फेर्दै) यसमा मेरा गुरु, आमाबाबा र साथीहरुको पनि ठूलो योगदान छ । मैले अझ मेरो प्रतिभालाई तिखार्नुपर्छ । मेरा लागि यो सुरुआत मात्र हो । यस्ता सफलताहरु सधैँ पाए त! मैले अब अझ कोसिस गर्नुपर्छ । (सुत्न खोज्दै) अब भोलि स्कुल जाँदा मिठाई लगेर गुरु र साथीहरुलाई दिनुपर्छ । अँ साँच्ची भोलि त प्रार्थना सभामा अगाडि बोलाएर बधाई पनि दिनुहुन्छ होला है । (घडी हेर्छ) ए, कति छिटो एघार बज्न लागेछ । अब सुत्नुपर्छ । (ओढने ओढेर गटमट परेर सुत्छ ।)',
              },
            ],
          },
          {
            id: 13,
            question:
              '९. दिइएको विज्ञापनको नमुना पढ्नुहोस् र तपाईंको विद्यालयले प्रकाशन गरेको बालसाहित्य पत्रिकाका लागि विज्ञापन तयार गर्नुहोस्ः',
            paragraph:
              "कम्प्युटर तालिमको सुवर्ण अवसर\nविगत पाँच वर्षदेखि कम्प्युटर तालिम दिँदै आएको यस 'जनहित कम्प्युटर तालिम केन्द्र' मा विशेष छुटका साथ कम्प्युटरसम्बन्धी विभिन्न तालिममा भर्नाका लागि आह्वान गरिन्छ ।\n(क) कम्प्युटर आधारभूत पाठ्यवस्तु (बेसिक कोर्स) तीन महिने शुल्क रु. ३०००\n(ख) कम्प्युटर एक्सेल पूरा कोर्स शुल्क रु. ३०००\n(ग) कम्प्युटर माथिल्लो पाठ्यवस्तु (एडभान्स कोर्स) तीन महिने शुल्क रु. ४०००\nपुनश्चः सुरुमा भर्ना हुने २० विद्यार्थीका लागि ४० प्रतिशत छुट दिइने छ ।\nस्थान: जनहित कम्प्युटर तालिम केन्द्र, कलैया उपनगरपालिका–५, बारा\nभर्ना समय: २०७२ वैशाख २० देखि जेठ ५ गतेसम्म\nतालिम सुरु हुने मिति: २०७९ जेठ १० गते",

            answer:
              "बाल पत्रिका 'आँकुरा' प्रकाशनसम्बन्धी सूचना\n\nविद्यार्थीहरुमा लुकेर रहेको प्रतिभालाई उजागर गर्ने उद्देश्यले हाम्रो यस रत्न राज्य माध्यमिक विद्यालयमा बालपत्रिका 'आँकुरा' प्रकाशन हुन लागेको सहर्ष जानकारी गराउँछौँ ।\nबालसाहित्यको क्षेत्रमा प्रकाशन हुन गइरहेको यस पत्रिकामा आगामी अङ्कका लागि आफ्ना रचनाहरु पठाउनका लागि लेखन, कला र साहित्यप्रति रुचि राख्ने कक्षा १२ सम्म अध्ययन गर्ने सम्पूर्ण विद्यार्थीहरुलाई आह्वान गरिन्छ ।\nपुनश्चः उत्कृष्ट रचनाहरुलाई पुरस्कारको व्यवस्था पनि गरिएको छ ।\nरचना पठाउने ठेगाना: रत्न राज्य माध्यमिक विद्यालय, विकासनगर–४, कैलाली\nमिति: २०८० जेठ १० गतेसम्म",
          },
          {
            id: 14,
            question:
              '११. दिइएको अनुच्छेद पढ्नुहोस् र सोधिएका प्रश्नको उत्तर लेख्नुहोस् :',
            paragraph:
              'प्रविधिको प्रयोगले सिकाइ प्रणालीलाई सरल, प्रायोगिक, मनोरञ्जक र चिरस्थायी बनाउँछ । विद्यालयको कक्षाकोठाको चौघेराले वा एक दिनमा हुने प्रतिविषय एक घण्टीको पढाइले मात्रै विद्यार्थीमा सिकाइको भोक तिर्खा र तलतल मेट्न सक्दैन । प्रविधिले कक्षाकोठाको शिक्षण सिकाइलाई सहज र चाखलाग्दो बनाउँछ । यसले विद्यार्थीमा अनुसन्धान र खोज गरेर नयाँ नयाँ कुरा सिक्ने बानीको समेत विकास गर्छ । प्रविधिले विद्यार्थीका लागि परियोजना कार्य गर्नसमेत सहज बनाउँछ । यसका लागि विद्यार्थीले इन्टरनेट तथा अन्य क्षेत्रबाट नयाँ नयाँ विषयवस्तु खोजेर परियोजना कार्य गर्न सहयोग गर्छ । अहिले किताबकापीको ठुलो झोलाको सट्टा एउटा ल्यापटप भए पुग्ने भएको छ । केही विद्यालयमा इमेलद्वारा नै विभिन्न कार्य दिने र विद्यार्थीले पनि इमेलबाटै शिक्षकलाई बुझाउने पनि गरेका छन् । त्यसैले त आजभोलि विद्यार्थीमा प्रविधि मोह बढ्दै जान थालेको छ कम्प्युटर, ल्यापटप र मोबाइल उनीहरूका अनिवार्य आवश्यकता बन्दै गइरहेका छन् । त्यही प्रविधिलाई नै पढाइसँग जोडिदिँदा विद्यार्थीको पढाइ नै रुचिपूर्ण र खोजमूलक बन्दै जान थालेको छ । यसैलाई मध्यनजर गर्दै पाठ्यक्रम विकास केन्द्रले पाठ्यपुस्तकका एप्स र पाठ्यपुस्तकका पिडिएफ लिङ्क सार्वजनिक गरेको छ । विद्यार्थीको एउटा मोबाइलमा नै सम्पूर्ण विषयका पाठ्यपुस्तक अट्ने भएका छन् । मन लागेका बेला उनीहरूले मोबाइल र ल्यापटपमा कुनै पनि विषयका पुस्तक पढ्न सक्ने भएका छन् । यसले हाम्रो सिकाइ प्रणालीलाई प्रविधिमैत्री बनाउँदै लगेको छ । ',
            subSections: [
              {
                title: 'क. प्रश्नहरू :',
                subQuestions: [
                  {
                    sub: 'अ',
                    question:
                      ' प्रविधिको प्रयोगले सिकाइमा कस्तो सुविधा पुऱ्याएको छ ?',
                    answer:
                      'प्रविधिको प्रयोगले सिकाइ प्रणालीलाई सरल, प्रायोगिक, मनोरञ्जक र चिरस्थायी बनाउन सहयोग पुयाएको छ ।',
                  },
                  {
                    sub: 'आ',
                    question:
                      'तपाईंले सिकाइका लागि कुन कुन एप्स प्रयोग गर्नुभएको छ, नाम लेख्नुहोस् ।',
                    answer:
                      'मैले सिकाइका लागि गुगल, युटुब जस्ता एप्स प्रयोग गरेको छु ।',
                  },
                  {
                    sub: 'इ',
                    question:
                      'विद्यार्थीमा प्रविधिप्रति मोह बढ्नुको कारण के हो ?',
                    answer:
                      'सिकाइ रुचिपूर्ण र चाखलाग्दो हुनुका साथै विद्यार्थीले इमेलं, इन्टरनेट आदिको प्रयोगबाट नयाँ नयाँ विषयवस्तु खोजेर आफै सिक्न सक्ने भएकाले विद्यार्थीमा प्रविधिप्रति मोह बढेको हो ।',
                  },
                  {
                    sub: 'ई',
                    question:
                      'विद्यार्थीलाई परियोजना कार्य गर्न प्रविधिले कसरी सहयोग गर्छ ?',
                    answer:
                      'प्रविधि प्रयोगबाट अनुसन्धान र खोज गरेर नयाँ नयाँ विषयवस्तु खोजेर परियोजना कार्य गर्न विद्यार्थीलाई सहयोग पुग्छ ।',
                  },
                ],
              },
              {
                title: 'ख. भाषिक संरचना र वर्णविन्यास पहिचान गर्नुहोस् :',
                subQuestions: [
                  {
                    sub: 'अ',
                    question:
                      'अनुच्छेदबाट दुईओटा समस्त शब्द खोजी तिनको विग्रह गर्नुहोस् ।',
                    answer:
                      'कक्षाकोठा (कक्षाका लागि कोठा), चौघेरा (चार घेराको समूह )',
                  },
                  {
                    sub: 'आ',
                    question:
                      "'ठुलो' र 'पढाइ' शब्दलाई द्वित्व प्रक्रियाबाट नयाँ शब्द बनाउनुहोस् । ",
                    answer: 'ठुल्ठुलो, पढाइसढाइ',
                  },
                  {
                    sub: 'इ',
                    question:
                      'अनुच्छेदबाट सुरु र बिचमा दीर्घ ऊकार प्रयोग भएका एक एक ओटा शब्द टिप्नुहोस् ।',
                    answer: {
                      'सुरुमा दीर्घ ऊकार प्रयोग भएका शब्द': ['पूर्ण'],
                      'बिचमा दीर्घ ऊकार प्रयोग भएका शब्द': ['खोजमूलक'],
                    },
                  },
                ],
              },
            ],
          },
        ],
      },
    ],
  },
  {
    id: '5',
    title: 'लक्ष्मीप्रसाद देवकोटा',
    writer: 'रामप्रसाद ज्ञवाली',
    bgColor: '#AA6008',
    chapterNo: '५',
    sections: [
      {
        type: 'wordMeaning',
        title: 'शब्दभण्डार',
        questions: [
          {
            id: 1,
            question: '१.  दिइएका शब्द र तिनका अर्थनिच जोडा मिलाउनुहोस् :',
            answers: [
              {
                sub: 'क',
                question:
                  'कनै निश्चित समयसीमाभित्र महान् व्यक्तित्व स्थापित गर्न सफल व्यक्ति',
                answer: 'युगपुरुष',
              },
              {
                sub: 'ख',
                question:
                  'ज्योतिष शास्त्रअनुसार मानिसका असल खराब अवस्थाका स्थापक',
                answer: 'नक्षत्र',
              },
              {
                sub: 'ग',
                question: ' शरीरमा प्राण रहेसम्मको अवस्था',
                answer: 'जीवन',
              },
              {
                sub: 'घ',
                question: 'चाँडो चाँडो काम सिध्याउने गरी सरासर, धमाधम',
                answer: 'धडाधड',
              },
              {
                sub: 'ङ',
                question: 'हालको एसइई सरहको परीक्षा',
                answer: 'म्याट्रिकुलेसन',
              },
              {
                sub: 'च',
                question: 'एकदम बलेको, दन्केको',
                answer: 'प्रज्वलित',
              },
              {
                sub: 'छ',
                question: 'चारैतिरबाट घेरिएको',
                answer: 'परिबेष्टित',
              },
            ],
          },
          {
            id: 2,
            question:
              '२. अनुच्छेदमा रेखाङ्कन गरिएका सङ्क्षिप्त शब्दका पूरा रूप लेखी पुनर्लेखन गर्नुहोस् :',
            answer:
              'राष्ट्रिय समाचार समितिका पत्रकार मोहन प्रधानमन्त्रीको अन्तर्वार्ता लिएर घर गए ।\nउनकी श्रीमती रमा जनता माध्यमिक विद्यालयमा प्रधानाध्यापक थिइन् । विद्यालय व्यवस्थापन समितिको बैठक सकेर निस्कँदा उनलाई ढिलो भएछ ।\nबाटामा त्रिभुवन विश्वविद्यालयका उपप्राध्यापक दावासँग र प्रमुख जिल्ला अधिकारी रमेशसँग रमाको भेट भएछ । उनीहरू एकछिन कुराकानी गरेर आआफ्ना घरतिर लागेछन् ।\nरमा घर पुग्दा पत्रकार मोहन गोरखापत्रमा प्रकाशित समाचार पढेर बसेका रहेछन् ।',
          },
          {
            id: 3,
            question:
              '३. दिइएको अनुच्छेदबाट कुनै तीनओटा सिङ्गो शब्द पहिचान गरी तिनलाई वाक्यमा प्रयोग गर्नुहोस् :',
            answer:
              '\nप्राध्यापक (प्रा) : मेरो विश्वविद्यालयमा प्राध्यापक बनेर शिक्षण गर्ने लक्ष्य छ ।\nनेपाल राजकीय प्रज्ञा प्रतिष्ठान : मेरो मामा नेपाल राजकीय प्रज्ञा प्रतिष्ठानमा जागिरे हुनुहुन्थ्यो ।\nत्रिभुवन विश्वविद्यालय (त्रिवि) : म स्नातकोत्तर त्रिभुवन विश्वविद्यालयमा पढ्ने छु ।',
          },
          {
            id: 4,
            question:
              '४. दिइएका पद पदावलीलाई आशय खुल्ने गरी वाक्यमा प्रयोग गर्नुहोस् :',
            subQuestion: [
              {
                sub: 'क',
                question: 'पठनपाठन',
                answer: 'विद्यालयमा पठनपाठन सुरु भएको छ।',
              },
              {
                sub: 'ख',
                question: 'देहावसान हुनु',
                answer:
                  'लक्ष्मीप्रसाद देवकोटाको ५० वर्षको उमेरमा देहावसान भएको थियो। ',
              },
              {
                sub: 'ग',
                question: 'मन्त्रमुग्ध पार्नु',
                answer: 'कृष्णले बाँसुरी बजाएर सबैलाई मन्त्रमुग्ध पारे ।',
              },
              {
                sub: 'घ',
                question: 'स्वर्णकाल',
                answer:
                  'धेरै मान्छेहरु बाल्यकाललाई नै जीवनको स्वर्णकाल मान्छन्। ',
              },
              {
                sub: 'ङ',
                question: 'भुलभुलैया',
                answer:
                  'प्रेम भन्ने कुरा पनि दुई दिनको भुलभुलैया रहेछ । नवजात शिशुलाई राम्रो स्याहार चाहिन्छ ।',
              },
            ],
          },
        ],
      },
      {
        type: 'comprehension',
        title: 'बोध र अभिव्यक्ति',
        questions: [
          {
            id: 5,
            question: '१. दिइएका शब्दको शुद्ध उच्चारण गर्नुहोस् :',
            answer: 'दिइएका शब्दको शुद्ध उच्चारण गर्नुहोस्।',
          },
          {
            id: 6,
            question:
              '२. लक्ष्मीप्रसाद देवकोटा जीवनी पालैपालो सस्वरवाचन गर्नुहोस् ।',
            answer: 'जीवनी पालैपालो सस्वरवाचन गर्नुहोस् ।',
          },
          {
            id: 7,
            question: '३.  दिइएका प्रश्नको उत्तर भन्नुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question:
                  "'लक्ष्मीप्रसाद देवकोटा' जीवनीमा देवकोटाको बाल्यकालको वर्णन कुन अनुच्छेदमा गरिएको छ ?",
                answer:
                  "'लक्ष्मीप्रसाद देवकोटा' जीवनीमा देवकोटाको बाल्यकालको वर्णन दोस्रो अनुच्छेदमा गरिएको छ ।",
              },
              {
                sub: 'ख',
                question: 'जीवनीको अन्तिम अनुच्छेदको वाक्य कुन हो ?',
                answer:
                  'जीवबनीको अन्तिम अनुच्छेदको सार वाक्य “उनको पार्थिव शरीर यस धर्तीमा नरहे पनि उनी आफ्ना अमूल्य कृतिमा अनवरत  बाँचेका छन् र अमर बनेका छन्" हो।',
              },
              {
                sub: 'ग',
                question:
                  'जीवनीमा देवकोटाको जीवनका कठिन क्षणको वर्णन कुन सन्दर्भपछि आएको छ ?',
                answer:
                  'देवकोटाको जीवनका कठिन क्षणको वर्णन उनको संलग्नता र योगदानको सन्दर्भपछि आएको छ।',
              },
              {
                sub: 'घ',
                question:
                  'देवकोटाका कृतिसम्बन्धी वर्णन जीवनीको कतिऔँ अनुच्छेदमा छ ?',
                answer:
                  'देवकोटाका कृतिसम्बन्धी वर्णन जीवनीको छैटौँ अनुच्छेदमा छ ।',
              },
            ],
          },
          {
            id: 8,
            question:
              '४. दिइएको अनुच्छेद मौन पठन गर्नुहोस् र सोधिएका प्रश्नको उत्तर दिनुहोस् :',
            paragraph: 'प्रश्नहरु : ',
            subQuestions: [
              {
                sub: 'क',
                question: 'देवकोटाको निबन्ध सङ्ग्रहको नाम के हो ?',
                answer:
                  "देवकोटाको निबन्ध सङ्ग्रहको नाम लक्ष्मी निबन्ध सङ्ग्रह र 'दाडिमको रुखनेर' हो ।",
              },
              {
                sub: 'ख',
                question: 'देवकोटा प्रसिद्ध महाकाव्य कन कुन हुन् ?',
                answer:
                  "देवकोटा प्रसिद्ध महाकाव्य 'शाकुन्तल', 'सुलोचना', 'महाराणा प्रताप प्रमिथस' आदि हुन् ।",
              },
              {
                sub: 'ग',
                question:
                  'देवकोटाले कुन कृतिमार्फत् लोकभाकालाई शिखरमा पुर्याए ?',
                answer:
                  "देवकोटाले 'मुनामदन' मार्फत् लोकभाकालाई शिखरमा पुर्याए ।",
              },
              {
                sub: 'घ',
                question:
                  'देवकोटा किन सर्वोत्कृष्ट नेपाली साहित्यकारका रूपमा परिचित छन् ? ',
                answer:
                  'देवकोटाले आफ्नो जीवन अवधिमा प्रशस्त र गहकिला कविता, खण्डकाव्य, महाकाव्य, निबन्ध आदि रचना गरेकाले नेपाली साहित्यमा सर्वोत्कृष्ट कविका रूपमा प्रख्यात छन् ।',
              },
            ],
          },
          {
            id: 9,
            question:
              '५. दिइएका घटना सन्दर्भ कुन कुन सालमा भएका हुन्, जीवनीका आधारमा लेख्नुहोस् :',
            answer:
              '\n(क) लक्ष्मीप्रसाद देवकोटाको जन्म : वि.सं. १९६६ \n(ख) मनदेवी चालिसेसँग विवाह : वि.सं. १९८१ \n(ग) म्याट्रिकुलेसन परीक्षा उत्तीर्ण : वि.सं. १९८२ \n(घ) आइएस्सी परीक्षा उत्तीर्ण : वि.सं. १९८५ \n(ङ) अङ्ग्रेजी पढ्न दरबार हाइस्कुलमा भर्ना : वि.सं. १९७७ \n(च) अफ्नो एसियाली लेखक सम्मेलनमा सहभागी : वि.सं. २०६ \n(छ) डा. के.आई. सिंहको मन्त्रिमण्डलमा शिक्षामन्त्रीमा नियुक्त: वि.सं. २०१३',
          },
          {
            id: 10,
            question: '६. दिइएका प्रश्नको उत्तर लेख्नुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question:
                  'लक्ष्मीप्रसाद देवकोटाको व्यक्तिगत जीवनमा कस्ता कस्ता उतारचढाव आए, उनको जीवनीका आधारमा लेख्नुहोस् ।',
                answer:
                  "लक्ष्मीप्रसाद देवकोटाले जीवनमा पारिवारिक, स्वास्थ्य र आर्थिक क्षेत्रमा समस्या भोग्नुपस्यो। देवकोटाले २५-२६ वर्षको उमेरमा बुबा, आमा र छोरी गुमाउनु पर्यो। उनले जीवनमा 'पागल' को संज्ञा पनि खेप्नुपर्यो । देवकोटालाई क्यान्सर रोगले सतायो । एकातिर क्यान्सरको सहनै नसकिने पीडा र अर्कातिर उपचारको आर्थिक सङ्कटले देवकोटालाई प्रताडित गर्यो। लक्ष्मीपूजाका दिन जन्मे पनि जीवनभर उनलाई लक्ष्मीले उपेक्षा गरिन् । यसरी उनको जीवनमा अनेकौँ उतारचढाव आएको बुझन सकिन्छ ।",
              },
              {
                sub: 'ख',
                question:
                  'देवकोटामा रहेको देशप्रेम र क्रान्ति चेतनाको वर्णन गर्नुहोस् ।',
                answer:
                  "नेपालको प्रकृति, नेपाली धर्ती, नेपाली संस्कृति र नेपाली भाषा साहित्यलाई मुटुदेखि नै माया गर्दै साहित्य सिर्जना गर्ने देवकोटा नेपाली साहित्यका युगपुरुष हुन् । उनी बिरामी भएर भारतमा उपचार गराउँदा विदेशमा बसेर मर्नुभन्दा आफ्नै देशमा बसेर सक्दो सेवा गर्ने विचार लिएर काठमाडौँ आए । देवकोटाले जे लेखे र जुन जुन जिम्मेवारी पाए, प्राय: ती सबैमा उनले राष्ट्रको हितमा काम गरे । नेपाली भाषा साहित्यलाई विश्वसामु प्रभावकारी ढङ्गले चिनाए । त्यसैगरी उनको प्रतिभा राणाहरूको निरङ्कुशतामा पनि मुर्झाएन, जहिलेसुकै फक्रिरह्यो, फलिरह्यो । मुलुकमा जति बेला प्रजातन्त्र प्राप्तिका लागि क्रान्तिको आगो सल्कँदै थियो, त्यति बेला उनले पनि विद्रोहको बाटो समाते । उनी प्रजातान्त्रिक आन्दोलनमा संलग्न भए । उनी बनारसबाट निस्किने 'युगवाणी' पत्रिकामार्फत् निरङ्कुशता विरुद्ध विद्रोहको वाणी फुके ।",
              },
              {
                sub: 'ग',
                question: ' देवकोटालाई आशुकविका रूपमा चिनाउनुहोस् ।',
                answer:
                  "आशुकवि भनेर छिटो कविता रच्न सक्ने कविलाई बुझिन्छ । उनी क्रा गर्दागर्दै कविता लेख्न सक्थे र कवितैकवितामा कुराकानी गर्न सक्थे । उनले तीन महिनामा 'शाकुन्तल' महाकाव्य, १० दिनभित्रका घण्टामा 'सुलोचना' महाकाव्य र एकै रातमा “कुञ्जिनी' खण्डकाव्य लेखेका थिए । उनी हिँड्दा हिँड्दै, बस्दा बस्दै धारा प्रवाह कविता लेखिदिन्थे । उनले कुनै दृश्य वा घटनालाई तत्काल कवितामय भाषामा उत्कृष्ट वर्णन गर्न सक्थे । त्यसैले उनलाई आशुकवि मान्न सकिन्छ ।",
              },
              {
                sub: 'घ',
                question:
                  "लक्ष्मीप्रसाद देवकोटा' को जीवनीबाट कस्तो सन्देश पाइन्छ, लेख्नुहोस् ।",
                answer:
                  'देबकोटा एक यस्ता मोती थिए जसले, जुन क्षेत्रलाई स्पर्श गरे त्यस क्षेत्रलाई चम्काइदिए ।पारिवारिक वियोग, चरम आर्थिक अभाव र प्रतिकूल राजनैतिक अवस्थामा पनि उच्च स्तरका साहित्य रचना गरेका थिए । हामी पनि प्रतिकूल अवस्था भए पनि लक्ष्यमा अग्रसर हुनुपर्छ ।आफनो देशलाई माया गर्नुपर्छ अनि समाज र राष्ट्रको सेवामा तल्लीन रहनुपर्छ। आफनो भाषा र साहित्यलाई विश्वमा चिनाउनुपर्छ । आफनो क्षमतालाई चिनेर अगाडि बढ्ने मानिस सफल मान्छे बन्न सक्छ । यसरी मानवताको भाव बोकेर समाजका कुनै न कुनै क्षेत्रमा विशेष योगदान पुर्याउन सक्नुपर्छ भन्ने सन्देश उनको जीवनीबाट पाउन सकिन्छ ।',
              },
            ],
          },
          {
            id: 11,
            question: '७. व्याख्या गर्नुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question:
                  'देवकोटाको महासागर जस्तो प्रतिभा राणाहरूको निरङ्कुशताको साँघुरो सुरुङभित्र कसरी बग्न सक्थ्यो र ?',
                answer:
                  'माथिको वाक्यांश “लक्ष्मीप्रसाद देवकोटा जीवनी” पाठबाट उद्भुत गरिएको हो ।\nजतिबेला देवकोटाको कलमको जादु सुरु भयो, त्यतिबेला नेपालमा राणाहरूको निरङ्कुश शासन चलिरहेको थियो ।\nखुलेर साहित्य सिर्जना गर्न नपाइएको त्यो प्रतिकूल समयमा उनको साहित्यकार व्यक्तित्व कहिल्यै मुर्झाएन, जहिलेसुकै फक्रिरह्यो, फुलिरह्यो ।\nउनको कलम साँघुरो सुरुङभित्र सीमित रहेन ।\nमुलुकमा जति वेला प्रजातन्त्र प्राप्तिका लागि क्रान्तिको आगो सल्कँदै थियो, त्यति बेला उनले पनि विद्रोहको बाटो समाते ।\nउनी वि.सं. २००४ मा प्रजातान्त्रिक आन्दोलनमा संलग्न भए ।\nउनीले बनारसबाट प्रकाशित हुने “युगवाणी” पत्रिकामार्फत् निरङ्कुशता विरुद्ध युगले चाहेको विद्रोहको वाणी फुके ।\nउनकै पालामा र उनको पनि संलग्नतामा काठमाडौँमा पुस्तकालय खोली जनतामा राणाविरोधी चेतना फैलाउन खोज्दा राणाहरुद्वारा “लाईब्रेरी पर्व” पनि घटाइएको थियो ।\nयस्तो अवस्थामा पनि बिजुली वेगमा अनवरत साहित्य रचना गर्ने देवकोटाले सङ्ख्यात्मक र गुणात्मक रूपले सर्वाधिक कृति रचना गरेर नेपाली साहित्यलाई समृद्ध तुल्याएका छन् ।\nस्वच्छन्दतावादी कविको विशेषता बोकेका कवि देवकोटाले निरङ्कुश शासन व्यवस्था हुँदा पनि स्वच्छन्द बनेर सिर्जनामा लागिरहे ।\nराणाहरूको धरपकड, डर धम्की र त्रासका बाबजुद पनि यो तह र सङ्ख्यामा साहित्य सिर्जना गर्नुले देवकोटाको प्रतिभा नरोकिएको स्पष्ट हुन्छ ।\nजसरी महासागरको पानी साँघुरो सुरुङभित्र बग्न सक्दैन, त्यसरी नै राणाहरूको निरङ्कुशताभित्र देवकोटाको प्रतिभा सीमित हुन सकेन ।\nउनको प्रतिभा विश्वभर फैलियो र नेपाली साहित्यले विश्व साहित्यकै हाराहारीको प्रौढताको शिखर छुन पुग्यो ।',
              },
              {
                sub: 'ख',
                question:
                  'हिउँको माझमा जन्मेको हाम्रो साहित्य कहिल्यै पनि एउटै पर्वत शृङ्खलाको भुलभुलैयामा बिलाउने छैन ।',
                answer:
                  'माथिको वाक्यांश “लक्ष्मीप्रसाद देवकोटा जीवनी” पाठबाट उद्भुत गरिएको हो ।\nवि.सं. २०१५ मा तत्कालीन सोभियत संघमा भएको “अफ्नो एसियाली लेखक सम्मेलन” मा भाग लिँदा उनले यो महत्त्वाकाङ्क्षी विचार प्रस्तुत गरेका थिए ।\nमहाकवि लक्ष्मीप्रसाद देवकोटाको प्रतिभा विश्वभर फैलिएको थियो र नेपाली साहित्यले विश्व साहित्यकै हाराहारीको प्रौढताको शिखर छुन पुगेको थियो ।\nदेवकोटाले नेपाली भाषा साहित्यलाई विश्वसामु प्रभावकारी ढङ्गले चिनाएका थिए ।\n“अफ्नो एसियाली लेखक सम्मेलन” मा उनले नेपाली साहित्य विश्व साहित्यसँगै हातेमालो गरेर अघि बढ्ने विचार प्रस्तुत गरेका थिए ।\nयो कुरा सहभागीको हृदय हल्लाउने गरी सारगर्भित पाराले यसरी व्यक्त गरेका थिए — नेपाली साहित्य हिउँ र पर्वतशृङ्खलाको भुलभुलैयामा बिलाउने छैन र विश्व साहित्यकै स्तरमा विकास हुनेछ ।\nहाम्रो साहित्य पनि एउटै प्रवाहमा सम्मिलित भएर एसिया तथा अफ्रिकालाई परिवेष्टित गर्ने साहित्यको असीम महासागरमा मिल्ने उनको आँकलन थियो ।\nउनको यो आत्मविश्वास प्रशंसनीय छ ।\nयस महासागरद्वारा सिञ्चित त्यो साहित्य पहिलेभन्दा अझ बढी सुन्दर र सम्पन्न बनेर जलविन्दुका रूपमा फेरि हाम्रा पहाडमा नै बर्सने कुराबाट उनको नेपाली साहित्यप्रतिको प्रेम झल्किन्छ ।\nवास्तवमा यस्तो व्यक्तित्व नेपाली साहित्यले पाउनुमा हामी गर्व गर्नै पर्छ ।',
              },
            ],
          },
          {
            id: 12,
            question:
              '८. लक्ष्मीप्रसाद देवकोयको साहित्यिक योगदानको समीक्षा गर्नुहोस् ।',
            answer:
              'विराट् प्रतिभाशाली र महान् कवि लक्ष्मीप्रसाद देवकोटा (वि.सं.१९६६–२०१६) नेपाली साहित्यका अतुलनीय योगदान दिने चिरस्मरणीय स्रष्टा हुन् ।\nनेपालको प्रकृति, नेपाली धर्ती, नेपाली संस्कृति र नेपाली भाषा साहित्यलाई मुटुदेखि नै माया गर्दै साहित्य सिर्जना गर्ने देवकोटा नेपाली साहित्यका युगपुरुष हुन् ।\nत्रिचन्द्र कलेजबाट बी.ए. सम्मको शिक्षा हासिल गरेका देवकोटाले बिजुली वेगमा अनवरत साहित्य रचना गरे ।\nदेवकोटाले सङ्ख्यात्मक र गुणात्मक रूपले सर्वाधिक कृति रचना गरेर नेपाली साहित्यलाई समृद्ध तुल्याए ।\nदरबार हाइस्कुल पढ्दादेखि नै कविता लेख्न सुरु गरेका देवकोटाले त्यसै बेला अङ्ग्रेजीमा कविता लेखेर समस्त शिक्षक र सहपाठी साथीलाई चकित पारिदिए ।\nछाँगो छङछङङाएझैँ बिजुली वेगमा कविता लेख्ने देवकोटा नेपाली भाषा साहित्यका स्वच्छन्दतावादी साहित्यकार हुन् ।\nउनका शाकुन्तल, सुलोचना, महाराणा प्रताप, प्रमिथस आदि प्रसिद्ध महाकाव्य हुन् ।\nउनले मुनामदन, कुञ्जिनी र लुनी जस्ता दर्जनौँ खण्डकाव्य लेखे ।\nउनले यात्री, पागल जस्ता सयौँ कविता लेखे ।\nउनले लेखेका साह्रै गहकिला निबन्ध लक्ष्मी निबन्ध सङ्ग्रह र दाडिमको रुखनेरमा सङ्कलित छन् ।\nउनको एउटा सावित्री सत्यवान भन्ने नाटक र चम्पा उपन्यास समेत प्रकाशित छन् ।\nवास्तवमा उनले लगातार चार दशकसम्म विभिन्न विधाका दर्जनौँ साहित्यिक कृति रचना गरी नेपाली साहित्यलाई समृद्ध बनाए ।\nकलमको जादुमय स्पर्शले नेपाली साहित्यले विश्व साहित्यकै हाराहारीको प्रौढताको शिखर छुन पुग्यो ।\nउनले मुनामदन मार्फत् ओझेल परेको झ्याउरे छन्दलाई पुनः शिखरमा पुर्याए ।\nदेवकोटाले तीन महिनामा शाकुन्तल महाकाव्य, १० दिनभित्रका ६० घण्टामा सुलोचना महाकाव्य र एकै रातमा कुञ्जिनी खण्डकाव्य लेखेका थिए, त्यसैले उनी आशुकवि हुन् ।\nउनी त्रिचन्द्र कलेजका प्राध्यापक पनि बने ।\nवि.सं. २०१३ सालमा डा. के.आई. सिंहको मन्त्रिमण्डलमा उनी शिक्षामन्त्री बने ।\nदेवकोटाले जे लेखे र जुन जिम्मेवारी पाए, ती सबैमा उनले राष्ट्रको हितमा काम गरेर आफ्नो अब्बलता प्रदर्शन गरे ।\nदेवकोटा आफूले हात हालेका हरेक क्षेत्रमा एक असल व्यक्तित्वका रूपमा चिनिए ।\nउल्लिखित योगदानका कारण उनी नेपाली भाषा साहित्यमा सर्वोत्कृष्ट कविका रूपमा प्रख्यात छन् ।\nउनीले विश्व समुदायमा नेपाली जाति र भाषाको शिर उच्च पारेका थिए ।\nक्यान्सरकै कारण मृत्युशैयामा छटपटाउँदा पनि उनले साहित्य सिर्जना गर्न छोडेनन् ।\nदेवकोटाको कवित्व प्रतिभा, कविताको गुणात्मक मूल्य र सङ्ख्यात्मक योगदान आज पनि अद्वितीय रहेको छ ।\nनेपाली कविताको अहिलेसम्मको यात्रामा प्रतिभा, रचना परिमाण र उत्कृष्ट गुणस्तरका दृष्टिले ‘देवकोटा’ सर्वोच्च कवि मानिएका छन् ।\nउनको पार्थिव शरीर यस धर्तीमा नरहे पनि उनी आफ्ना अमूल्य कृतिहरूमा अनवरत बाँचेका छन् र अमर बनेका छन् ।',
          },
          {
            id: 13,
            question:
              '९. दिइएको अनुच्छेदबाट मुख्य मुख्य चारओटा बुँदा टिपी सारांश लेख्नुहोस् :',

            answer:
              'बुँदा टिपोट:\n- भाषाको काम समाजको तथा व्यक्तिको आवश्यकता पूर्ति गर्नु रहेको,\n- नेपाली भाषामा अभिव्यक्ति क्षमता र नयाँ नयाँ शब्दलाई आत्मसात् गर्ने क्षमता रहेको,\n- नेपाली भाषाका वक्तामा अरू भाषाका शब्द प्रयोग नगर्ने प्रतिबद्धता हुनुपर्ने,\n- भाषा नेपालको मौलिक पहिचानसँग गाँसिएको हुनाले भाषिक आत्मनिर्भरतातिर हाम्रो सोच र प्रयास हुनुपर्ने ।\n\nनेपाली भाषाको संरक्षण : \nभाषाको काम समाजको तथा व्यक्तिको आवश्यकता पूर्ति गर्नु हो ।\nनेपाली भाषामा अभिव्यक्ति क्षमता र नयाँ शब्दलाई आत्मसात् गर्ने क्षमता रहेको छ।\nनेपाली भाषाका वक्तामा अरू भाषाका शब्द प्रयोग नगर्ने प्रतिबद्धता हुनुपर्छ।\nभाषा नेपालको मौलिक पहिचानसँग गाँसिएको हुनाले भाषिक आम्मनिर्भरतातिर हाम्रो सोच र प्रयास हुनुपर्छ ।\n\nअनुच्छेदमा दिइएको शब्द सङ्ख्या: ११५\nसारांशमा हुनुपर्ने शब्द सङ्ख्या: २९\nसारांशमा भएको शब्द सङ्ख्या: ४४',
          },
          {
            id: 14,
            question:
              '१०. व्यक्तिवृत्तको ढाँचाबारे दिइएको अनुच्छेद अध्ययन गर्नुहोस् र माध्यमिक',
            answer:
              'व्यक्तिवृत्त\nनाम : हुमाकान्त बेल्बासे\nजन्ममिति : वि.सं. २०३०-०४-२५\nआमाबुवाको नाम : डिलकुमारी बेल्बासे र ढालप्रसाद बेल्बासे\nस्थायी ठेगाना : सितगंगा-६, अर्घाखाँची\nअस्थायी ठेगाना : ठिमी, भक्तपुर\nशिक्षादीक्षा : शिक्षाशास्त्रमा स्नातकोत्तर\nपेसा व्यवसाय तथा काम : शिक्षण\nरुचि क्षेत्र : अध्ययन र अध्यापन\nकामको अनुभव : निजी शैक्षिक संस्थामा करिब १३ र सामुदायिक विद्यालयमा ४ वर्ष अध्यापन\nतालिम : कम्प्युटर तालिम, शिक्षक तालिम\nविशेष दक्षता : अनलाइन शिक्षण, भिडियो सामग्री निर्माण\nसम्पर्क नम्बर : ९८४२१*****\nइमेल :\nहस्ताक्षर :',
          },
          {
            id: 15,
            question:
              '११. लक्ष्मीप्रसाद देवकोटाको जीवनी पढेपछि तपाइँलाई भविष्यमा कस्तो व्यक्ति बनूँ जस्तो लाग्यो, लेख्नुहोस् ।',
            answer:
              'लक्ष्मीप्रसाद देवकोटाको जीवनी पढेपछि मलाई भविष्यमा असल मान्छे बनूँ जस्तो लाग्यो ।\nहुनत मसँग लक्ष्मीप्रसाद देवकोटासँग जस्तो अद्वितीय प्रतिभा त छैन,\nतैपनि आफनो क्षमता र हैसियतले भेटेसम्म समाजको कुनै क्षेत्रमा योगदान पुस्याउने इच्छा बढेको छ ।\nसाहित्यिक र यस्तै कलाका क्षेत्रमा काम गर्न नसके पनि एउटा समाजसेवी भएर समाजको सेवा गर्न मन लाग्यो ।\nहामीले व्यक्तिगत खुसी मात्र हेरेर नहुने रहेछ ।\nएउटा सामाजिक र चेतनशील प्राणी भएको नाताले अरुको लागि पनि काम गर्नुपर्ने रहेछ ।\nम पहिला त राम्रोसँग आफनो अध्ययनलाई पुरा गर्ने छु अनि एउटा सफल र असल मान्छे बनेर समाजको हितमा पनि लाग्ने छु ।',
          },
          {
            id: 16,
            question:
              "१२. देवकोटा छाँगो छङ्छडाए झैं कविता लेख्ने कवि हुन्' भन्ने भनाइप्रति सहमति प्रकट गर्दै पाठक प्रतिक्रिया लेख्नुहोस् ।",
            answer:
              '‘देवकोटा छाँगो छङ्छङाए झैँ कविता लेख्ने कवि हुन्’\nमहाकवि लक्ष्मीप्रसाद देवकोटा नेपाली भाषा साहित्यलाई मुटुदेखि नै माया गर्दै साहित्य सिर्जना गर्ने नेपाली साहित्यका युगपुरुष हुन् ।\nछाँगो छङ्छङाए झैँ विजुली वेगमा कविता लेख्थे ।\nउनी लगातार चार दशकसम्म विभिन्न विधाका दर्जनौँ साहित्यिक कृति रचना गरी नेपाली साहित्यलाई समृद्ध तुल्याए ।\nउनी कुरा गर्दागर्दै कविता लेख्न सक्थे ।\nअझ भनौं, उनी कवितैकवितामा कुराकानी गर्न सक्थे ।\nउनी तीन महिनामा ‘शाकुन्तल’ महाकाव्य, १० दिनभित्रका ६० घण्टामा ‘सुलोचना’ महाकाव्य र एकै रातमा ‘कुञ्जिनी’ काव्य लेख्ने कविका रूपमा चिनिए ।\nयिनै योगदानका कारण उनी नेपाली भाषा साहित्यमा सर्वोच्च खण्डका कवि प्रख्यात छन् ।\nप्रशस्त र गहकिला कविता, खण्डकाव्य, महाकाव्य जस्ता रचनाले गर्दा उनी महाकविका रूपमा सम्मानित छन् ।\nउनी आशुकवि हुन् ।\nउनी हिँड्दा हिँड्दै, बस्दा बस्दै धारा प्रवाह कविता लेखिदिन्थे ।\nउनीले छोटो समयमा लेखे पनि स्तरीय र गहन कृतिहरू सिर्जना गरे ।\nत्यसैले छाँगो छङ्छङाए झैँ उनका कलमबाट सिर्जना फरिरहन्थे भन्ने कुरामा दुई मत छैन ।',
          },
          {
            id: 17,
            question:
              '१३. दिइएको अनुच्छेद पढ्नुहोस् र सोधिएका प्रश्नको उत्तर लेख्नुहोस् : ',
            subSections: [
              {
                title: 'क. प्रश्नहरू :',
                subQuestions: [
                  {
                    sub: 'अ',
                    question: 'चट्याङ भनेको के हो ?',
                    answer:
                      'समुद्र सतहभन्दा १५ हजारदेखि २५ हजार फिटमाथि आकाशमा उत्पन्न विद्युत्को प्रवाह चट्याङ हो ।',
                  },
                  {
                    sub: 'आ',
                    question: 'चट्याङ कसरी पर्छ ?',
                    answer:
                      'जब बादलमा भएका कण आवेशित भएर धन र क्रण आवेशमा परिवर्तित हुन्छन् तब विद्युत् उत्पन्न हुन्छ । यो करेन्टले कहिलेकाहीँ पृथ्वीको सतहमा उच्च भोल्टेजले ठक्कर खान्छ र चट्याङ पर्छ ।',
                  },
                  {
                    sub: 'इ',
                    question: 'चट्याङ परेका वेला गर्न नहुने काम के के हुन् ?',
                    answer:
                      'चट्याङ परेका वेला अग्लो वस्तु, रुख, गाडी, खुला ठाउँ, झन्डा बाँध्ने पाइप वा बाँसनजिक र विद्युतीय वस्तुनजिक जानुहुँदैन ।',
                  },
                  {
                    sub: 'ई',
                    question: 'चट्याङबाट हुने दुर्घटनाबाट कसरी बच्न सकिन्छ ?',
                    answer:
                      'चट्याङबाट हुने दुर्घटनाबाट बच्न पक्की भवनमा आश्रय लिनुपर्छ ।',
                  },
                ],
              },
            ],
          },
        ],
      },
    ],
  },
];
export default chapterData;
