const chapterData = [
  {
    id: '1',
    title: 'उज्यालो यात्रा',
    writer: 'रामप्रसाद ज्ञवाली',
    bgColor: 'green',
    chapterNo: '१',
    sections: [
      {
        type: 'wordMeaning',
        title: 'शब्दभण्डार',
        questions: [
          {
            id: 1,
            question:
              "१. दिइएका अर्थ आउने शब्द 'उज्यालो यात्रा' कविताबाट खोजेर लेख्नुहोस् :",
            answers: [
              {
                sub: 'क',
                question: 'मनमा उत्पन्न हुने भाव वा विचार',
                answer: 'भावना',
              },
              {
                sub: 'ख',
                question: 'श्रीखण्ड घोटेर बनाइएको लेप',
                answer: 'चन्दन',
              },
              {sub: 'ग', question: 'गौरवले भरिएको', answer: 'सगौरव'},
              {
                sub: 'घ',
                question: 'आफ्नो स्वामित्व वा अधिकार छोड्ने काम',
                answer: 'त्याग',
              },
              {
                sub: 'ङ',
                question: 'सबैभन्दा उच्च वा अग्लो',
                answer: 'सर्वोच्च',
              },
            ],
          },
          {
            id: 2,
            question:
              '२. दिइएको अनुच्छेदबाट दुई जोडी पर्यायवाची शब्द पहिचान गर्नुहोस् :',
            paragraph:
              'गाई मानिसले पाल्ने घरपालुवा जनावर हो। यो चौपाया वर्गभित्र पर्छ । मानवका लागि गाईको दुध निकै पोसिलो हुन्छ । शरीर स्वस्थ राख्न तागतिला कुरा खानुपर्छ । दुग्ध र दुग्धजन्य पदार्थ बिक्री गरेर मान्छेले आर्थिक उपार्जन पनि गर्छन् । गाईपालनलाई व्यवसायका रूपमा प्रयोग गरेर धेरै आम्दानी गर्न सकिन्छ ।',
            synonyms: [
              {word1: 'आम्दानी', word2: 'उपार्जन'},
              {word1: 'जनावर', word2: 'चौपाया'},
            ],
          },
          {
            id: 3,
            question: '३. दिइएका शब्दको पर्यायवाची शब्द लेख्नुहोस्ः',
            synonymsList: [
              {word: 'शक्ति', synonym: 'तागत'},
              {word: 'प्रेम', synonym: 'माया'},
              {word: 'धर्ती', synonym: 'धरणी'},
              {word: 'शिर', synonym: 'टाउको'},
              {word: 'कर्म', synonym: 'काम'},
              {word: 'सुन्दर', synonym: 'राम्रो'},
              {word: 'जिन्दिगी', synonym: 'जीवन'},
              {word: 'महान', synonym: 'उच्च'},
              {word: 'हावा', synonym: 'वायु'},
              {word: 'आकाश', synonym: 'नभ'},
              {word: 'नयन', synonym: 'आँखा'},
            ],
          },
          {
            id: 4,
            question:
              '४. ‘उज्यालो यात्रा’ कविताबाट खोजेर तल दिइएका शब्दको विपरीतार्थी शब्द लेख्नुहोस्ः',
            antonyms: [
              {word: 'निम्न', opposite: 'उच्च'},
              {word: 'दुःखी', opposite: 'सुखी'},
              {word: 'अज्ञान', opposite: 'ज्ञान'},
              {word: 'सम्भव', opposite: 'असम्भव'},
              {word: 'आफ्नो', opposite: 'अरु'},
              {word: 'अन्याय', opposite: 'न्याय'},
            ],
          },
          {
            id: 5,
            question:
              '५. उदाहरणमा दिए जस्तै कुनै पाँच जोडी विपरीतार्थी शब्द खोजी वाक्यमा प्रयोग गर्नुहोस्',
            example: 'उदाहरण: धारिलो भुत्ते, धेरै-थोरै',
            antonyms: [
              {word: 'माथि', opposite: 'तल'},
              {word: 'उज्यालो', opposite: 'अँध्यारो'},
              {word: 'शिर', opposite: 'पाउ'},
              {word: 'जित', opposite: 'हार'},
              {word: 'न्याय', opposite: 'अन्याय'},
            ],
          },
        ],
      },
      {
        type: 'comprehension',
        title: 'बोध र अभिव्यक्ति',
        questions: [
          {
            id: 6,
            question:
              'उदाहरणमा दिए जस्तै जोडी अनुप्रासयुक्त शब्द पाठबाट खोजेर लेख्नुहोस् :',
            example: 'चन्दन नन्दन',
            answers: [
              'असम्भव - सब',
              'सुखी - खुसी',
              'सौरभ - गौरव',
              'भरी - छरी',
              'मनोहर - सुन्दर',
              'खातर - शिर',
            ],
          },
          {
            id: 7,
            question: 'दिइएको कवितांश पढी सोधिएका प्रश्नको उत्तर दिनुहोस् :',
            verse:
              'जसका भावना हाँस्छन्, मनमा रागिनी भरी\nजसका जिन्दगी बाँच्छन् रातमा चाँदनी छरी ।',
            subQuestions: [
              {
                sub: 'अ',
                question: 'यस कवितांशका चार पाउ छुट्याएर लेख्नुहोस् ।',
                answer: [
                  'जसका भावना हाँस्छन्,',
                  'मनमा रागिनी भरी',
                  'जसका जिन्दगी बाँच्छन्',
                  'रातमा चाँदनी छरी ।',
                ],
              },
              {
                sub: 'आ',
                question:
                  'कवितांशका चारै पाउको पाँचौं ह्रस्व वर्ण रेखाङ्कन गर्नुहोस् ।',
                answer: ['भावना', 'रागिनी', 'जिन्दगी', 'चाँदनी'],
              },
              {
                sub: 'इ',
                question:
                  'कवितांशका चारै पाउको छैटौं दीर्घ वर्ण रेखाङ्कन गर्नुहोस् ।',
                answer: ['भावना', 'रागिनी', 'जिन्दगी', 'चाँदनी'],
              },
              {
                sub: 'ई',
                question: 'कवितांशका चारै पाउका सातौं वर्ण क्रमशः लेख्नुहोस् ।',
                answer: ['हाँ', 'भ', 'बाँ', 'छ'],
              },
            ],
          },
          {
            id: 8,
            question: 'दिइएको कवितांश पढी सोधिएका प्रश्नको उत्तर दिनुहोस् ।',
            verse:
              'जुटेका ज्ञानले जो छन् पार्दै धर्ती मनोहर\nउठेका कर्मले जो छन् गर्दै निर्माण सुन्दर ।\nसमर्पित भएका छन् जो सदा न्यायखातिर\nसंसारमा उठेका छन् तिनैका विजयी शिर ।',
            subQuestions: [
              {
                sub: 'क',
                question: 'धर्तीलाई केले मनोहर बनाएको छ ?',
                answer:
                  'ज्ञान र कर्ममा जुटेका मानिसहरुको सङ्घर्षले धर्तीलाई मनोहर बनाएको छ ।',
              },
              {
                sub: 'ख',
                question: 'कर्म गर्नेको जिन्दगी कस्तो बन्छ ?',
                answer:
                  'कर्म गर्नेको जिन्दगी सुन्दर बन्छ र उनीहरुले कर्म गरेर समाज र देशलाई पनि बनाउँछन् ।',
              },
              {
                sub: 'ग',
                question: 'कवितांशमा कस्ता मानिसको शिर उचो हुन्छ भनिएको छ ?',
                answer:
                  'कवितांशमा जो मानिस सधैँ न्यायखातिर समर्पित भएका हुन्छन्, उनीहरुको शिर उचो भनिएको छ ।',
              },
              {
                sub: 'घ',
                question: 'कवितांशबाट के सन्देश पाइन्छ ?',
                answer:
                  'हामी ज्ञान र कर्मले हाम्रो धर्तीलाई सुन्दर बनाउनुपर्छ । सधैँ न्यायखातिर आवाज उठाउनुपर्छ । यसरी आफ्नो खुसी मात्र नहेरी समग्र देशको हितमा लाग्नुपर्छ भन्ने सन्देश कविताबाट पाउन सकिन्छ ।',
              },
            ],
          },
          {
            id: 9,
            question: 'तलका प्रश्नको उत्तर लेख्नुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question:
                  "'उज्यालो यात्रा' कविताको सुरुका दुईओटा श्लोकको आशय वर्णन गर्नुहोस् ।",
                answer:
                  'जसरी एक प्रकारको सुगन्धित काठ श्रीखण्डलाई सयौंपटक घोट्दा पवित्र चन्दनमा परिणत हुन्छ, त्यसरी नै हामीमा कर्मशक्ति छ भने जङ्गललाई पनि स्वर्गको बगैँचा बनाउन सक्छौं । हामीले जहिले पनि उच्च सङ्कल्प लिनुपर्छ । संसारमा असम्भव केही छैन । सबै महान् व्यक्तिहरू सङ्कल्पकै कारण महान् बनेका हुन् ।',
              },
              {
                sub: 'ख',
                question: 'जीवन सार्थक पार्न के के गर्नुपर्छ ?',
                answer:
                  'जीवनको यात्रालाई उज्यालो बनाउन अर्थात् सार्थक पार्न उच्च सङ्कल्प लिएर हामी कर्मशील बन्नुपर्छ । हामीले ईर्ष्या, द्वेष त्यागेर प्रेमको सौरभ छर्नुपर्छ र उपकारी बन्नुपर्छ । हामी उदाहरणीय व्यक्तित्व बन्न सक्नुपर्छ । हाम्रो ज्ञानले धर्तीलाई मनोहर बनाउनुपर्छ अनि हाम्रो कर्मले सुन्दर निर्माण गर्नुपर्छ । कर्म विध्वंशका लागि होइन, निर्माणका लागि हो । त्यस्तै हामीले लोभलालच मनमस्तकबाट फ्याँकेर न्यायका खातिर सदैव समर्पित हुनुपर्छ ।',
              },
              {
                sub: 'ग',
                question:
                  'कवितामा कविले कस्तो आदर्श जीवन यात्राको कल्पना गरेका छन् ?',
                answer:
                  "कवि रामप्रसाद ज्ञवालीले 'उज्यालो यात्रा' कवितामा नैतिक आदर्शको प्रस्तुति गरेका छन् । यस कवितामा कविले मूलतः कर्मशील बन्नुपर्ने धारणा अभिव्यक्त गर्दै उच्च सङ्कल्प लिनुपर्ने उल्लेख गरेका छन् । त्यस्तै ईर्ष्या, द्वेष त्यागेर प्रेमको सौरभ छर्दै उपकारी बन्नुपर्ने बताएका छन् । लोभलालच मनमस्तकबाट फ्याँकेर न्यायको बाटोमा लाग्नुपर्ने कुरामा कविको जोड रहेको छ । यसप्रकार कविले प्रस्तुत कवितामा महान् कर्मको आदर्श जीवन यात्राको कल्पना गर्दै चन्द्रसूर्य जस्तै उज्यालो छर्दै स्वावलम्बी बन्नुपर्ने उल्लेख गरेका छन् ।",
              },
              {
                sub: 'घ',
                question: "'उज्यालो यात्रा' कविताको मूलभाव के हो ?",
                answer:
                  'कविताले मूलत: जीवनरूपी यात्रालाई उज्यालो पारी कसरी आदर्श र महान् व्यक्ति बन्न सकिन्छ भन्ने भाव अभिव्यक्त गरेको छ । विश्वमा आदर्श र नमुना बन्नका लागि सधैँ नै महान् कर्मको यात्रा गर्नुपर्छ भन्ने कविको धारणा कवितामा प्रस्तुत भएको छ । महान् कर्मको आदर्श यात्रामा कहिले चलूँला ? चन्द्रसूर्य जस्तै आफैँ कहिले बसुँला ? आफ्नो पौरखले आफ्नो बाटो कहिले खनूँला ? अनि सर्वोच्च कविता आफैँ कहिले बनूँला ? भन्दै हामी अघि बढ्यौं भने उज्यालो भविष्यका साथ उज्यालो यात्रा तय गर्न सकिन्छ भन्ने भाव कविले कवितामा अभिव्यक्त गरेका छन् । त्यस्तै सत्कर्म र सत्व्यवहारले जीवनको उज्यालो यात्रा तय भई महान् र आदर्श बन्न सकिने भाव वा सन्देशसमेत कवितामा प्रस्तुत भएको छ ।',
              },
            ],
          },
          {
            id: 10,
            question:
              'कविताको दोस्रो श्लोकलाई व्याकरणिक पदक्रम मिलाई गद्यमा रूपान्तर गर्नुहोस् ।',
            verse:
              'भएमा उच्च सङ्कल्प छैन केही असम्भव\nसङ्कल्पैले बनेका हुन् महान् मान्छेहरू सब । २ ।',
            answer:
              'व्याकरणिक पदपदक्रम मिलाई गद्यमा रूपान्तरण गर्दा :-\nउच्च सङ्कल्प भएमा केही असम्भव छैन । सब महान् मान्छेहरू सङ्कल्पैले बनेका हुन् ।',
          },
          {
            id: 11,
            question: 'भाव विस्तार गर्नुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question:
                  'ईर्ष्याद्विष हटाएर जो छर्छन् प्रेम सौरभ तिनै मान्छेहरू बन्छन् विश्वका निम्ति गौरव ।',
                answer:
                  "प्रस्तुत श्लोक 'उज्यालो यात्रा' शीर्षकको कविताबाट साभार गरिएको हो । यस कविताका रचनाकार कवि रामप्रसाद ज्ञवाली (वि.सं. २०२४) हुन् । ज्ञवाली समसामयिक नेपाली साहित्यका चर्चित व्यक्तित्व हुन् । कविता, आख्यान, नाटक, समालोचना लगायतका विधामा कलम चलाउने साहित्यकार ज्ञवाली सरल भाषाशैलीमा प्रभावकारी ढङ्गबाट काव्य सिर्जना गर्न सक्ने क्षमता भएका कवि हुन् । घृणाले भन्दा पनि मायाप्रेमले संसार जित्न सकिने र गौरवशाली बन्न सकिने कुरा कविले माथिको श्लोकमा स्पष्ट पार्ने प्रयास गरेका छन् । हाम्रो अरूको उन्नतिमा डाह गर्ने प्रवृत्ति रहेको छ । सामान्य कुरामा पनि हामी इख लिने काम गछौँ । यस्तो बानीले एकआपसमा शत्रुता मात्र उत्पन्न गर्दछ । शत्रुता कसैका लागि पनि हितकर हुँदैन । तसर्थ हामीले ईर्ष्याद्विष त्याग्नुपर्छ । सबैतिर सबैका लागि हामीले प्रेमको सुवास छर्नुपर्छ । प्रेमका माध्यमले नै संसार जित्न सकिन्छ । सबैको प्रिय बन्न सकिन्छ । मनबाट ईष्यद्विष हटाएर जसले प्रेमको सुवास छर्छन् त्यस्तो व्यक्ति वा मान्छे नै विश्वका निम्ति गौरव बन्छन् भन्ने भाव माथिको श्लोकमा अभिव्यक्त भएको छ । यसप्रकार अनुष्टुप छन्दमा संरचित माथिको श्लोकले मनमा रहेको डाह र इख हटाएर प्रेमको सुवास छर्ने व्यक्ति नै विश्वका लागि गौरव र प्रेरणाको स्रोत बन्न सक्ने भएकाले हामीले आजैबाट ईष्यद्विष त्यागेर सबैमा प्रेमपूर्ण व्यवहार गर्नुपर्छ भन्ने भाव सरल, सरस र प्रभावकारी भाषाशैलीका माध्यमबाट स्पष्ट पारेको छ ।",
              },
              {
                sub: 'ख',
                question:
                  'उदात्त कर्मको यात्रा गर्दछन् जो सधैँ सधैँ आदर्श नमुना मान्छे बन्दछन् विश्वमा तिनै ।',
                answer:
                  "प्रस्तुत श्लोक 'उज्यालो यात्रा' शीर्षकको कविताबाट साभार गरिएको हो । यस कविताका रचनाकार कवि रामप्रसाद ज्ञवाली (वि.सं. २०२४) हुन् । ज्ञवाली समसामयिक नेपाली साहित्यका चर्चित व्यक्तित्व हुन् । कविता, आख्यान, नाटक, समालोचना लगायतका विधामा कलम चलाउने साहित्यकार ज्ञवाली सरल भाषाशैलीमा प्रभावकारी ढङ्गबाट काव्य सिर्जना गर्न सक्ने क्षमता भएका कवि हुन् । कर्मशील व्यक्ति नै आदर्श र नमुना बन्दछ भन्ने भाव माथिको श्लोकमा अभिव्यक्त भएको छ । कर्मले जिन्दगीलाई हँसिलो र सुखी बनाउन सकिन्छ । हाम्रो कर्मले सुन्दर विश्वको सिर्जना र निर्माण गर्नुपर्छ । कर्म नै धर्म भन्ने कुरालाई हामी सबैले मनन गर्दै कर्मशील जीवन बनाउनु आवश्यक छ । महान् र श्रेष्ठ कर्मको यात्रामा सधैं लागिरहने व्यक्ति विश्वका निम्ति आदर्श बन्छ । तस्तो व्यक्ति नै समाज, राष्ट्रमा मात्र नभएर विश्वका लागि नमुना र अनुकरणीय मान्छे बन्दछ । तसर्थ हामीले विश्वमा आदर्श र नमुना नका लागि सधैँ महान् कर्म गर्नुपर्छ भन्ने भाव माथिको श्लोकमा अभिव्यक्त भएको छ । यसप्रकार अनुष्टुप छन्दमा संरचित माथिको श्लोकमा हामीले सधैँ महान् र श्रेष्ठ कर्मको बाटोमा हिड्यौं भने विश्वका लागि आदर्श र नमुना मान्छे बन्न सक्छौं भन्ने भाव सरल, सरस र प्रभावकारी भाषाशैलीका माध्यमबाट अभिव्यक्त भएको छ । यसका साथै हामी कर्मशील बन्नुपर्छ अनि मात्र सबैका लागि अनुकरणीय बन्न सक्छौं भन्ने सन्देशसमेत दिएको छ ।",
              },
            ],
          },
          {
            id: 12,
            question:
              "कर्मशील बन्न कसरी सकिन्छ, 'उज्यालो यात्रा' कविताका आधारमा लेख्नुहोस् ।",
            answer:
              "रामप्रसाद ज्ञवाली (वि.सं. २०२४) द्वारा रचित 'उज्यालो यात्रा' शीर्षकको कविता नैतिक विषयवस्तुमा आधारित सन्देशमूलक कविता हो । अनुष्टुप छन्दमा संरचित प्रस्तुत कवितामा बाह्र रहेका छन् । सरल र सरस भाषाशैलीको प्रयोग गरिएको यस कवितामा विभिन्न बिम्ब र दृष्टान्तको यथोचित प्रयोग गरिएको छ । समग्रमा कविता सरल, बोधगम्य र प्रभावकारी बनेको छ । कविताले मूलतः कर्मशील बनेर जीवनरूपी यात्रालाई उज्यालो पारी आदर्श र महान् व्यक्ति बन्न सकिन्छ भन्ने भाव अभिव्यक्त गरेको छ । 'उज्यालो यात्रा' कवितामा कर्मशील बन्न सबैलाई प्रेरित गरिएको छ । कर्मशील व्यक्ति नै महान् र अनुकरणीय बन्ने भावसमेत कवितामा अभिव्यक्त गरिएको छ । जसरी एक प्रकारको सुगन्धित काठ श्रीखण्डलाई सयौंपटक घोट्दा पवित्र चन्दनमा परिणत हुन्छ, त्यसरी नै हामीमा कर्मशक्ति छ भने जङ्गललाई पनि स्वर्गको बगैँचा बनाउन सक्छौँ भन्दै कवितामा निरन्तरको मिहिनेत र परिश्रमले नै महान् उपलब्धि हासिल गर्न सकिने कुरा बताइएको छ । त्यस्तै हामीले जहिले पनि उच्च सङ्कल्प लिनुपर्छ । संसारमा असम्भव केही छैन । सबै महान् व्यक्तिहरू सङ्कल्पकै कारण महान् बनेका हुन् भन्दै हामीलाई कर्मशील बन्न सकिने तरिका बताइएको छ । कर्मले जिन्दगी हँसिलो र सुखी बनाउन सकिन्छ । अरूसँग लिनेभन्दा पनि अरूलाई दिने अर्थात् उपकारीहरू खुसी रहन सक्छन् । मनबाट ईर्ष्या र द्वेष हटाएर प्रेमको मिठो बास्ना छर्ने मानिसहरू नै विश्वका निम्ति गौरव बन्छन् । प्रेमको सुवास छर्नेहरू नै कर्मशील पनि बन्न सक्छन् । हाम्रो कर्मले उच्च जीवनका पथ लिन सक्यो भने त्यसै पथमा अरू मानिसहरू पनि गौरवसाथ हिँड्दछन् । हामीले प्राप्त गरेको ज्ञानले धर्ती मनोहर पार्न सक्नुपर्छ । हाम्रो कर्मले सुन्दर निर्माण गर्नुपर्दछ । अन्यायका विरुद्ध खडा भई न्यायका खातिर सधैँ लड्नेहरू नै संसारमा विजयी बनेका छन् । मन र मस्तकमा लोभलालच नहुने व्यक्तिले नै सधैँ त्यागका लागि अग्रसर हुनसक्छ भन्दै कर्मशील बन्न अवलम्बन गर्नुपर्ने तरिका स्पष्ट पारिएको छ । यसप्रकार सरल, सरल र प्रभावकारी भाषाशैलीका माध्यमबाट कवि ज्ञवालीले प्रस्तुत कवितामा विश्वमा आदर्श र नमुना बन्नका लागि सधैँ नै महान् कर्म गर्नुपर्छ भन्ने स्पष्ट पारेका छन् । यसका साथै कविले चन्द्रसूर्य जस्तै उज्यालो छरेर आदर्श यात्रामा अघि बढी आफ्नो पौरखले आफू हिँड्ने बाटो आफ्नैले खनेर हामी कर्मशील बन्न सक्ने कुरासमेत स्पष्ट पारेका छन् ।",
          },
          {
            id: 13,
            question:
              'कविले कविताको अन्तिम श्लोकमा आफू कस्तो बन्ने अनुमान गरेका छन्, लेख्नुहोस् ।',
            answer:
              'कविले कविताको अन्तिम श्लोकमा आफू जीवनको उज्यालो यात्रामा हिड्ने अनुमान गरेका छन् । यसका लागि उनी कर्मशील बन्ने अनुमान गरेका छन् । अरूको भरमा नपरेर आफू हिँड्ने बाटो आफ्नै मिहिनेतले बनाउने कविको अनुमान रहेको छ । यो कर्मशील प्रवृत्तिले कवि स्वयम् सर्वोच्च कविता बन्ने र अरूलाई कवि बनाउने कुरा कविले कविताको अन्तिम श्लोकमा अनुमान गरेका छन् ।',
          },
          {
            id: 14,
            question:
              'दिइएको विषयमा साथीबिच छलफल गरी निष्कर्ष प्रस्तुत गर्नुहोस् :',
            subQuestions: [
              {
                sub: 'क',
                question: 'परिश्रमको फल मिठो हुन्छ ।',
              },
              {
                sub: 'ख',
                question: 'मानवीय सेवाको भावना राख्नु पवित्र कर्म हो ।',
              },
            ],
          },
          {
            id: 15,
            question:
              'दिइएका अनुच्छेद पढ्नुहोस् र सोधिएका प्रश्नको उत्तर लेख्नुहोस् ।',
            subQuestions: [
              {
                sub: 'क',
                question: 'गुरुकुल भनेको के हो ?',
                answer:
                  'गुरुकुल भनेको गुरुको सान्निध्यमा विद्यार्थीले आवासीय रूपमा शिक्षा ग्रहण गर्ने स्थान हो ।',
              },
              {
                sub: 'आ',
                question: 'गुरुकुलमा कस्तो शिक्षालाई प्राथमिकता दिइन्थ्यो ?',
                answer:
                  'गुरुकुलमा सैद्धान्तिकभन्दा व्यावहारिक शिक्षालाई प्राथमिकता दिइन्थ्यो ।',
              },
              {
                sub: 'इ',
                question:
                  'गुरुकुलमा किन जुनसुकै समयमा पनि औपचारिक कक्षा सुरु हुन्थ्यो ?',
                answer:
                  'गुरुकुलमा निश्चित समय तालिका नहुने तथा गुरु र शिष्य प्रायः सँगसँगै हुने हुनाले जुनसुकै समयमा पनि औपचारिक कक्षा सुरु हुन्थ्यो ।',
              },
              {
                sub: 'ई',
                question: 'गुरुकुलमा शिष्य कसरी दीक्षित हुन्थे ?',
                answer:
                  'गुरुकुलमा नीति, व्यवहार र उसको व्यावसायिक कौशलको केही कठिन परीक्षा लिइन्थ्यो । त्यो परीक्षा पूरा गर्न सकेमा गुरुकुलमा शिष्य दीक्षित हुन्थे ।',
              },
            ],
          },
          {
            id: 16,
            question: 'भाषिक संरचना र वर्णविन्यास पहिचान गर्नुहोस् :',
            subQuestions: [
              {
                sub: 'अ',
                question:
                  'पहिलो अनुच्छेदको पहिलो वाक्यबाट एक एक ओटा नाम, विशेषण र क्रियापद लेख्नुहोस् ।',
                answer: {
                  नाम: 'शिक्षा',
                  विशेषण: 'आवासीय',
                  क्रियापद: 'हो',
                },
              },
              {
                sub: 'आ',
                question:
                  "'पढ़' धातुबाट एक एक ओटा नाम र क्रियायोगी शब्द निर्माण गर्नुहोस् ।",
                answer: {
                  नाम: 'पढाइ',
                  क्रियायोगी: 'पढ्नाले',
                },
              },
              {
                sub: 'इ',
                question:
                  'अनुच्छेदबाट सुरु, बिच र अन्तिममा ह्रस्व इकार प्रयोग भएका दुई दुईओटा शब्द टिपोट गर्नुहोस् ।',
                answer: {
                  सुरुमा: ['विद्यालय', 'शिष्य'],
                  बिचमा: ['सान्निध्य', 'तालिका'],
                  अन्तिममा: ['गुरु', 'उच्चकोटि'],
                },
              },
            ],
          },
        ],
      },
    ],
  },
];
export default chapterData;
